Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Set to enable tag cloud for album page.
fr_fr: Active le nuage de mots-clés pour la page de l’album.

source: Custom Homepage
fr_fr: Page d’accueil personnalisée

source: Select the <em>pages</em> titlelink for the home page. Only unpublished pages are offered for selection.
fr_fr: Sélectionner le titre-lien de la <em>page</em> utilisée comme page d’accueil. La sélection s’effectue parmi les pages non publiées.

source: Calendar
fr_fr: Calendrier

source: Login
fr_fr: Connexion

source: Location:
fr_fr: Lieu :

source: City:
fr_fr: Ville :

source: State:
fr_fr: État, province :

source: Country:
fr_fr: Pays :

source: Credit:
fr_fr: Crédits :

source: Total matches: %1$u
fr_fr: Nombre de résultats : %1$u

source: 404 not found
fr_fr: 404 – non trouvée

source: The page you are requesting cannot be found.
fr_fr: La page demandée n’a pu être trouvée.

source: Popular Images
fr_fr: Images populaires

source: Most Rated Images
fr_fr: Images les plus notées

source: Top Rated Images
fr_fr: Images les mieux notées

source: Most Rated Albums
fr_fr: Albums les plus souvent notés

source: Top Rated Albums
fr_fr: Albums les mieux notés

source: Latest Updated Albums
fr_fr: Albums récemment mis à jour

source: Gallery Archive
fr_fr: Archives de la galerie

source: News Archive
fr_fr: Archives des actualités

source: Tags
fr_fr: Mots-clés

source: Download
fr_fr: Télécharger

source: Favorites
fr_fr: Favoris

source: Latest News
fr_fr: Actualités récentes

source: Latest Comments
fr_fr: Commentaires récents

source: Geotagged
fr_fr: Géolocalisé(e)

source: Protected
fr_fr: Protégé(e)

source: Unpublished
fr_fr: Non publié(e)

source: Home
fr_fr: Accueil

source: Comments:
fr_fr: Commentaires :

source: News Categories
fr_fr: Catégories d’actualités

source: All News
fr_fr: Toutes les actualités

source: Sorry, no matches found. Try refining your search.
fr_fr: Désolé, aucune correspondance. Veuillez préciser votre recherche.

source: Download Button
fr_fr: Bouton de téléchargement

source: Custom CSS
fr_fr: Feuille de style personnalisée

source: Universal
fr_fr: Universel

source: Disable
fr_fr: Désactiver

source: The Zenphoto object you are requesting cannot be found.
fr_fr: L’objet Zenphoto demandé n’a pu être trouvé.

source: Close
fr_fr: Fermé

source: « Prev
fr_fr: ‹‹ Préc.

source: No Comments
fr_fr: Aucun commentaire

source: Search album
fr_fr: Recherche dans l’album

source: Use Colorbox
fr_fr: Utiliser Colorbox

source: Gallery archive
fr_fr: Archives de la galerie

source: Zenpage theme designed by <a href="http://www.maltem.de">Malte Müller</a>
fr_fr: Thème Zenpage conçu et développé par <a href="http://www.maltem.de">Malte Müller</a>

source: « prev thumbs
fr_fr: ‹‹ vignettes précédentes

source: next thumbs »
fr_fr: vignettes suivantes ››

source: Gallery And News
fr_fr: Galerie et actualités

source: The Zenpage CMS plugin default theme. It does also work without Zenpage installed as a normal theme. It contains extra support for print_album_menu plugin or the menu_manager plugin (one of these should be enabled for album links in the sidebar), the dynamic_locale plugin, the new paged_thumbs_nav plugin and the jCarousel_thumb_nav plugin.
fr_fr: Le thème par défaut pour l’extension du gestionnaire de contenu Zenpage. Il fonctionne également comme un thème ordinaire si l’extension Zenpage n’est pas activée. Ce thème supporte également les extensions print_album_menu et menu_manager (une des deux doit être activée pour afficher les liens d’album dans la barre latérale), ainsi que les actualités et les extensions dynamic_locale, paged_thumbs_nav et jCarousel_thumb_nav.

source: Gallery index
fr_fr: Accueil de la galerie

source: Check to display of the full size image with Colorbox.
fr_fr: Cocher pour afficher l’image pleine grandeur avec Colorbox.

source: News on index page
fr_fr: Actualités sur la page d’accueil

source: Enable this if you want to show the news section’s first page on the <code>index.php</code> page.
fr_fr: Activer pour afficher la première page des actualités à la page <code>index.php</code>.

source: Homepage
fr_fr: Accueil

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site’s homepage instead the normal gallery index.
fr_fr: Choisir comme page d’accueil de votre site une page parmi toutes <em>les pages non publiées Zenpage</em> (listées par <em>titre-lien</em>), au lieu de la page d’accueil usuelle de la galerie.

source: <strong>Note:</strong> This of course overrides the <em>News on index page</em> option and your theme must be setup for this feature! Visit the theming tutorial for details.
fr_fr: <strong>Note :</strong> Ce paramètre supplante l’option <em>Actualités à la page d’accueil</em> et votre thème doit supporter cela. Consultez le didacticiel sur la création de thèmes pour plus de détails.

source: Use standard contact page
fr_fr: Utiliser la page de contact standard

source: Disable this if you do not want to use the separate contact page with the contact form. You can also use the codeblock of a page for this. See the contact_form plugin documentation for more info.
fr_fr: Désactiver cette option si vous ne voulez pas utiliser la page de contact séparée avec le formulaire de contact. Vous pouvez également utiliser le bloc de code d’une page pour cela. Consultez la documentation de l’extension contact_form pour plus d’informations.

source: Use custom menu
fr_fr: Utiliser un menu personnalisé

source: Check this if you want to use the <em>menu_manager</em> plugin if enabled to build a custom menu instead of the separate standard ones. A standard menu named "zenpage" is created and used automatically.
fr_fr: Cocher si vous souhaitez utiliser l’extension de gestion de menus <em>menu_manager</em>. Si elle est activée, vous pouvez définir un menu personnalisé et l’utiliser au lieu du menu standard. Le menu standard nommé « zenpage » est créé automatiquement et utilisé par défaut.

source: Rating: %1$u (Votes: %2$u)
fr_fr: Vote : %1$u (Nombre de voix : %2$u)

source: Views: %u
fr_fr: Affichages : %u

source: Latest images
fr_fr: Images récentes

source: Latest news
fr_fr: Actualités récentes

source: My favorites
fr_fr: Mes favoris

source: start slideshow
fr_fr: démarrer le diaporama

source: stop slideshow
fr_fr: arrêter le diaporama

source: Random images
fr_fr: Images aléatoires

source: Top rated images
fr_fr: Images les mieux évaluées

source: Category
fr_fr: Catégorie

source: Use this file as logo
fr_fr: Utiliser ce fichier comme sigle

source: Show the logo on Image page
fr_fr: Afficher le sigle sur la page d’image

source: Choose here any <em>un-published Zenpage page</em> (listed by <em>titlelink</em>) to act as your site's homepage instead the normal gallery index.
fr_fr: Choisir comme page d’accueil de votre site une page parmi toutes <em>les pages non publiées Zenpage</em> (listées par <em>titre-lien</em>), au lieu de la page d’accueil usuelle de la galerie.

source: Show Archive link
fr_fr: Afficher le lien Archives

source: Show Tags
fr_fr: Afficher les mots-clés

source: Show Image Statistic strip
fr_fr: Afficher un bandeau de statistiques d’images

source: Use Galleriffic script
fr_fr: Utiliser le script Galleriffic

source: Galleriffic slideshow delay
fr_fr: Durée d’affichage pour le diaporama Galleriffic

source: Use Colorbox in Album page
fr_fr: Utiliser Colorbox dans la page d’album

source: Use Colorbox in Image page
fr_fr: Utiliser Colorbox dans la page d’image

source: Show image EXIF data
fr_fr: Afficher les données EXIF de l’image

source: No unpublished pages available
fr_fr: Aucune page non publiée

source: The object you are requesting cannot be found.
fr_fr: L’objet demandé n’a pu être trouvé.

source: Display or hide the Google Map.
fr_fr: Afficher ou masquer la carte Google.

source: Name%s
fr_fr: Nom%s

source: <em>anonymous</em>
fr_fr: <em>anonyme</em>

source: E-Mail%s
fr_fr: Courriel%s

source: Site%s
fr_fr: Site internet%s

source: Street%s
fr_fr: Rue%s

source: City%s
fr_fr: Ville%s

source: State%s
fr_fr: État, province%s

source: Country%s
fr_fr: Pays%s

source: Postal code%s
fr_fr: Code postal%s

source: Enter CAPTCHA<strong>*</strong>
fr_fr: Saisir le captcha<strong>*</strong>

source: <strong>*</strong>Required fields
fr_fr: <strong>*</strong> Champs obligatoires

source: Private comment (don't publish)
fr_fr: Commentaire privé (ne pas publier)

source: Add Comment
fr_fr: Ajouter un commentaire

source: Title%s
fr_fr: Titre%s

source: Company%s
fr_fr: Entreprise%s

source: Website%s
fr_fr: Site internet%s

source: Phone%s
fr_fr: Téléphone%s

source: Subject<strong>*</strong>
fr_fr: Sujet<strong>*</strong>

source: Send e-mail
fr_fr: Envoyer le courriel

source: Password Required...
fr_fr: Un mot de passe est requis

source: Latest images RSS
fr_fr: Flux RSS des images récentes

source: Email<strong>*</strong> (this will be your user id)
fr_fr: Courriel<strong>*</strong> (ce sera votre identifiant)

source: User ID
fr_fr: Identifiant

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: <strong>*</strong>Required
fr_fr: <strong>*</strong> Champs obligatoires

source: You may also register using federated credentials
fr_fr: Vous pouvez aussi vous inscrire en utilisant votre identifiant et votre mot de passe d’un site reconnu (authentification unique fédérée)

source: Display a home page, with a slider of 5 random picts, the gallery description and the latest news.
fr_fr: Afficher une page d’accueil qui comprend une bande de 5 images aléatoires, la description de la galerie et les dernières nouvelles.

source: Social Links
fr_fr: Liens sociaux

source: Check to show some social links.
fr_fr: Cocher pour afficher certains liens sociaux.

source: Display a link to the Archive list.
fr_fr: Afficher un lien à la liste d’archives.

source: Check to show a tag cloud in Archive list, with all the tags of the gallery.
fr_fr: Cocher pour afficher dans la liste d’archives un nuage de mots-clés avec tous ceux de la galerie.

source: Show the EXIF Data on Image page. Remember you have to check EXIFs data you want to show on admin>image>information EXIF.
fr_fr: Afficher les données EXIF sur la page de l’image (il faut cocher les données EXIF à afficher à la page admin –> image –> informations EXIF

source: View Slideshow
fr_fr: Voir le diaporama

source: Send me a message of Love
fr_fr: Envoyez-moi un message d’appréciation

source: Image Info
fr_fr: Détails sur l’image

source: Password
fr_fr: Mot de passe

source: Hint: %s
fr_fr: Astuce : %s

source: Latest notes
fr_fr: Notes les plus récentes

source: Toolbox
fr_fr: Outils

source: Site archive view
fr_fr: Vue d’archives

source: Album RSS feed
fr_fr: Flux RSS de l’album

source: Notes RSS feed
fr_fr: Flux RSS des notes

source: Theme derived from Zenpage theme 1.3. Really more just a skin than a custom theme.
fr_fr: Thème dérivé du thème Zenpage 1.3. Il s’agit plutôt d’un mini-thème que d’un thème complet.

source: Enable this if you want to show the news section's first page on the <code>index.php</code> page.
fr_fr: Activer pour afficher la première page des actualités à la page <code>index.php</code>.

source: Check this if you want to use the <em>menu_manager</em> plugin if enabled to build a custom menu instead of the separate standard ones. As standard menu set named "zenpage" is created and used automatically.
fr_fr: Cocher si vous souhaitez utiliser l’extension de gestion de menus <em>menu_manager</em>. Si elle est activée, vous pouvez définir un menu personnalisé et l’utiliser au lieu du menu standard. Le menu standard nommé « zenpage » est créé automatiquement et utilisé par défaut.

source: subalbums
fr_fr: Sous-albums

source: Invalid linking to the slideshow page.
fr_fr: Lien vers le diaporama incorrect.

source: This album is password protected!
fr_fr: Cet album est protégé par mot de passe !

source: No images for the slideshow!
fr_fr: Aucune image dans le diaporama !

source: Return
fr_fr: Retour

source: Categories
fr_fr: Catégories

source: Center
fr_fr: Centré

source: Left
fr_fr: Gauche

source: Use News Feature
fr_fr: Activer la fonction « Actualités »

source: Height
fr_fr: Hauteur

source: Width
fr_fr: Largeur

source: Landscape
fr_fr: Paysage

source: Page not found...
fr_fr: Page non trouvée…

source: | Tags:
fr_fr: | Mots-clés :

source: Edit Description...
fr_fr: Éditer la description…

source: SubAlbums in
fr_fr: Sous-albums dans

source: View SubAlbum:
fr_fr: Voir le sous-album :

source: Play Slideshow
fr_fr: Jouer le diaporama

source: Images in
fr_fr: Images dans

source: Prev
fr_fr: préc.

source: Next
fr_fr: Suivante

source: Search Result
fr_fr: Résultat de la recherche

source: Latest Albums
fr_fr: Albums récents

source: EXIF Metadata
fr_fr: Métadonnées EXIF

source: TAGS:
fr_fr: Mots-clés :

source: (Edit Description...)
fr_fr: (Éditer la description…)

source: all rights reserved
fr_fr: Tous droits réservés

source: Subscribe:
fr_fr: S’abonner :

source: This Album
fr_fr: Cet album

source: Gallery Images
fr_fr: Images de la galerie

source: Password Required
fr_fr: Un mot de passe est requis

source: 404 Not Found...
fr_fr: 404 non trouvé...

source: image {current} of {total}
fr_fr: Image {current} de {total}

source: previous
fr_fr: précédente

source: SEARCH
fr_fr: Recherche

source: Random Album Image
fr_fr: Image aléatoire de l’album

source: Random Gallery Image
fr_fr: Image aléatoire de la galerie

source: About
fr_fr: À propos

source: More News
fr_fr: Davantage d’actualités

source: Latest Gallery Comments
fr_fr: Commentaires récents de la galerie

source: Latest News Comments
fr_fr: Commentaires récents des actualités

source: Tags:
fr_fr: Mots-clés :

source: Please Login
fr_fr: Veuillez vous connecter

source: You are logged in...
fr_fr: Vous êtes connecté(e)…

source: Album Search Results
fr_fr: Résultats de la recherche d’albums

source: View Album:
fr_fr: Voir l’album :

source: Image Search Results
fr_fr: Résultats de la recherche d’images

source: Sorry, no matches. Try refining your search.
fr_fr: Désolé, aucune correspondance. Veuillez préciser votre recherche.

source: Tagline
fr_fr: Accroche

source: The text above the sitename on the home page.
fr_fr: Le texte apparaissant au-dessus du nom du site sur la page d’accueil de la galerie.

source: Album Menu Type
fr_fr: Type de menu des albums

source: Choose whether to show a dropdown menu item in the main menu for all your albums or a jump menu next to the search input. For sites with a lot of albums, the jump menu is recommended.
fr_fr: Indiquer si vous préférez que le menu principal des albums s’affiche sous forme d’un menu déroulant ou d’une boîte de sélection à côté du champ de saisie de la recherche. Pour les sites qui comportent beaucoup d’albums, le second choix est recommandé

source: Show Archive Link
fr_fr: Afficher le lien de l’archive

source: Display a menu link drop down for the dated archive of images.
fr_fr: Affiche un menu déroulant de l’archive chronologique des images

source: Use Image as Logo?
fr_fr: Utiliser une image comme logo ?

source: Check to use an image file instead of text as your logo.
fr_fr: Cocher pour utiliser un fichier d’image comme logo de la galerie (au lieu du texte).

source: Use Image as Logo Filename:
fr_fr: Nom de fichier de l’image utilisée comme logo :

source: If checked above, enter full file name of logo file including file extension(image must be located within the images folder of the zpFocus theme folder).
fr_fr: Si la case ci-haut est cochée, saisir le nom de fichier complet du fichier utilisé comme logo (incluant son extension). L’image doit être dans le dossier images du dossier du thème zpFocus.

source: Choose here any <em>unpublished Zenpage page</em> (listed by <em>titlelink</em>) to act as your site's homepage instead the normal gallery index.
fr_fr: Choisir comme page d’accueil de votre site une page parmi toutes <em>les pages non publiées Zenpage</em> (listées par <em>titre-lien</em>), au lieu de la page d’accueil usuelle de la galerie.

source: Spotlight
fr_fr: Vedette

source: Select what to use in the spotlight area. Latest News obviously requires ZenPage.
fr_fr: Sélectionner le contenu de la zone de vedette. Le paramètre « Récentes actualités » requiert ZenPage.

source: Spotlight Text
fr_fr: Texte de la vedette

source: Enter "Spotlight Text" if option above for the spotlight area is set to manual. If Latest News is selected above this text will NOT be displayed.
fr_fr: Saisir le texte de la « vedette » si la zone de vedette est paramétrée ci-haut à manuel. Si elle est paramétrée à « Récentes actualités », ce texte ne sera pas affiché.

source: Check to utilize the jQuery script colorbox to zoom images on the album page.
fr_fr: Cocher pour utiliser le script jQuery Colorbox pour ajuster la taille des images dans la page d’album.

source: Colorbox Style
fr_fr: Style Colorbox

source: Select the Colorbox style you wish to use (examples on the colorbox site).
fr_fr: Choisir le style Colorbox utilisé (exemples sur le site Colorbox).

source: Colorbox Target Sized Image
fr_fr: Taille de l’image affichée avec Colorbox.

source: Click to enable colorbox targeting a sized image of 800px (longest side), instead of the full original image. This is usefull if you upload large images as you can set Colorbox to target a smaller, resized version.
fr_fr: Cliquer pour que Colorbox affiche des images ayant une taille maximale de 800 px (sur le côté le plus long). Cela s’avère utile si vos images sont lourdes et que vous préférez afficher des images redimensionnées et moins lourdes.

source: Colorbox Transition Type
fr_fr: Type de transition Colorbox

source: The colorbox transition type. Can be set to elastic, fade, or none.
fr_fr: Le type de transition Colorbox. On peut choisir élastique, effacement, ou aucun.

source: Use Colorbox Slideshow
fr_fr: Utiliser le diaporama Colorbox

source: Check to utilize the jQuery script colorbox to display a slideshow on the album page.
fr_fr: Cocher pour utiliser le script jQuery Colorbox pour afficher le diaporama dans la page d’album.

source: Colorbox Slideshow Speed
fr_fr: Diaporama Colorbox : vitesse

source: Enter a number here in milliseconds that determines the colorbox slideshow speed. Default is '2500'.
fr_fr: Saisir un nombre (en millisecondes) pour déterminer la vitesse du diaporama Colorbox. Valeur par défaut : 2500.

source: Random Image Option?
fr_fr: Option d’images aléatoires

source: Choose how to display random image(s), top left. Or select none to not display.
fr_fr: Choisir comment afficher les images : aléatoire, en haut à gauche. On choisir « aucun » pour ne rien afficher.

source: Rotator Transition Effect?
fr_fr: Effet de rotation

source: Choose the transition effect, if rotator is selected above.
fr_fr: Choisir l’effet de rotation, si le paramètre est sélectionné ci-haut.

source: Rotator Speed?
fr_fr: Vitesse de rotation

source: Choose the delay of each rotation in milliseconds.
fr_fr: Saisir le délai entre chaque rotation en millisecondes

source: Image Final Link Option
fr_fr: Lien final pour l’image

source: Select the final image link option as viewed on image.php. Default is no link, but choose standard (or new to open in new window) if you want to take advantage of some of the core image link options (such as automatic download).
fr_fr: Choisir le lien final pour l’image telle qu’affichée dans image.php. La valeur par défaut est « aucun lien », mais vous pouvez aussi choisir « normal » ou « nouveau » (pour afficher dans une nouvelle fenêtre) si vous souhaitez profiter de certaines fonctions du cœur, comme le téléchargement automatique.

source: Show zenphoto Credit
fr_fr: Afficher les crédits de Zenphoto

source: Check to display the Powered by ZenPhoto20 link in the footer.
fr_fr: Cocher pour afficher le lien <em>Gérée par ZenPhoto20</em> dans le pied de page.

source: Enter any custom CSS, safely carries over upon theme upgrade.
fr_fr: Saisir les éléments de style personnalisés. Cela va suivre lors de mises à jour du thème.

source: Enable Zenpage News
fr_fr: Activer les actualités Zenpage

source: Check to enable the news function of Zenpage (default). Uncheck to use pages only (hides menu items and search results of news).
fr_fr: Cocher pour activer la fonction Actualités de Zenpage (le défaut). Décocher pour utiliser les pages seulement (masque les éléments de menu et les résultats de recherche des actualités).

source: %sName:
fr_fr: %sNom :

source: <em>anonymous</em>
fr_fr: <em>anonyme</em>

source: %sE-Mail:
fr_fr: %sCourriel :

source: %sSite:
fr_fr: %sSite web :

source: %sStreet:
fr_fr: %sRue :

source: %sCity:
fr_fr: %sVille :

source: %sState:
fr_fr: %sÉtat, province :

source: %sCountry:
fr_fr: %sPays :

source: %sPostal code:
fr_fr: %sCode postal :

source: Enter CAPTCHA:
fr_fr: Saisir le Captcha :

source: *Required fields
fr_fr: *Champs requis

source: Title<strong>%s</strong>:
fr_fr: Titre<strong>%s</strong> :

source: Name<strong>%s</strong>:
fr_fr: Nom<strong>%s</strong> :

source: Company<strong>%s</strong>:
fr_fr: Entreprise<strong>%s</strong> :

source: Sdiveet<strong>%s</strong>:
fr_fr: Rue<strong>%s</strong> :

source: City<strong>%s</strong>:
fr_fr: Ville<strong>%s</strong> :

source: State<strong>%s</strong>:
fr_fr: Province ou état<strong>%s</strong> :

source: Coundivy<strong>%s</strong>:
fr_fr: Pays<strong>%s</strong> :

source: Postal code<strong>%s</strong>:
fr_fr: Code postal<strong>%s</strong> :

source: E-Mail<strong>%s</strong>:
fr_fr: Courriel<strong>%s</strong> :

source: Website<strong>%s</strong>:
fr_fr: Site internet<strong>%s</strong> :

source: Phone<strong>%s</strong>:
fr_fr: Téléphone<strong>%s</strong> :

source: Enter CAPTCHA<strong>*</strong>:
fr_fr: Saisir le captcha<strong>*</strong> :

source: Subject<strong>%s</strong>:
fr_fr: Sujet<strong>%s</strong> :

source: Comment(s)
fr_fr: Commentaires

source: Subalbum
fr_fr: Sous-album

source: Random Images
fr_fr: Images aléatoires

source: Name:
fr_fr: Nom :

source: E-Mail:
fr_fr: Courriel :

source: street:
fr_fr: rue :

source: city:
fr_fr: ville :

source: state:
fr_fr: état, province :

source: country:
fr_fr: pays :

source: postal code:
fr_fr: code postal :

source: Next &raquo;
fr_fr: Suivant &raquo;

source: Colorbox Target Sized Image in Galleriffic
fr_fr: Taille de l’image désirée avec Colorbox (thème Galleriffic).

source: 404 error
fr_fr: Erreur 404

source: subalbum
fr_fr: sous-album

source: number
fr_fr: Nombre

source: Preview
fr_fr: Aperçu

source: E-Mail
fr_fr: Courriel

source: Website
fr_fr: Site internet

source: Anonymous
fr_fr: Anonyme

source: Enter CAPTCHA
fr_fr: Saisir le Captcha

source: Image Number/Total images
fr_fr: Image numéro / nombre total d’images

source: Start Slideshow
fr_fr: Démarrer le diaporama

source: Loading additional pages...
fr_fr: En train de charger des pages supplémentaires…

source: No more pages to load...
fr_fr: Aucune autre page à charger…

source: Latest Images of this Album
fr_fr: Images récentes de cet album

source: Latest Comments of this Album
fr_fr: Commentaires récents sur cet album

source: Latest Comments of this Image
fr_fr: Commentaires récents sur cette image

source: Welcome
fr_fr: Bienvenue

source: View image: %s
fr_fr: Voir l’image : %s

source: No Images Exist...
fr_fr: Aucune image n’existe

source: Next Page
fr_fr: Page suivante

source: items
fr_fr: éléments

source: Sorry, no matches found.
fr_fr: Désolé, aucune correspondance.

source: Select a dark or light overall color style.
fr_fr: Choisir le style global « foncé » ou « pâle ».

source: General Thumb Sizes
fr_fr: Taille des vignettes
