Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Your %1$s credentials need to be renewed. Visit %2$s to renew your logon credentials.
fr_fr: Votre accréditation %1$s doit être renouvelée. Veuillez visiter %2$s pour renouveler votre droit d’accès au site.

source: %s renewal required
fr_fr: %s renouvellement requis

source: Processed
fr_fr: Traité

source: Manage user expiry.
fr_fr: Gestion des membres échus.

source: Expired:%s;
fr_fr: Échu le : %s ;

source: Expires:%s;
fr_fr: Date d’échéance : %s ;

source: User id has been preempted
fr_fr: L’identifiant de l’utilisateur a été effacé.

source: enable
fr_fr: activé

source: disable
fr_fr: désactivé

source: renew
fr_fr: renouveler

source: Email renewal
fr_fr: Renouvellement par courriel

source: Force password renewal
fr_fr: Exiger la modification du mot de passe

source: %1$s <strong>%2$s</strong> (%3$slast logon:%4$s)
fr_fr: %1$s <strong>%2$s</strong> (%3$s ; dernière connexion : %4$s)

source: Enable
fr_fr: Activer

source: Renew
fr_fr: Renouveler

source: Email renewal link
fr_fr: Envoyer par courriel un lien de renouvellement

source: Adds user address fields
fr_fr: Ajoute des champs pour l’adresse de l’utilisateur

source: Provides rudimentary user groups.
fr_fr: Offre une gestion rudimentaire des groupes d’utilisateurs.

source: no groups established
fr_fr: aucun groupe n’a été établi

source: (Template)
fr_fr: (Modèle)

source: *no group selected
fr_fr: *aucun groupe sélectionné

source: Applying a template will merge the template with the current <em>rights</em> and <em>objects</em>.
fr_fr: Si vous attribuez un modèle, la gestion des droits et des éléments du modèle sera fusionnée aux <em>droits</em> et aux <em>éléments gérés</em> courants.

source: no group affiliation
fr_fr: aucune affiliation à un groupe

source: User group membership: %s
fr_fr: Appartenance à un groupe d’utilisateurs : %s

source: Templates are highlighted.
fr_fr: Les modèles sont surlignés.

source: <strong>Note:</strong> When a group is assigned <em>rights</em> and <em>managed objects</em> are determined by the group!
fr_fr: <strong>NOTE:</strong> Lorsqu’on place un utilisateur dans un groupe, les <em>droits</em> et les <em>éléments gérés</em> sont déterminés par le groupe.

source: assignments
fr_fr: attributions

source: groups
fr_fr: groupes

source: Deleted
fr_fr: Supprimé

source: Set group rights and select one or more albums for the users in the group to manage. Users with <em>User admin</em> or <em>Manage all albums</em> rights can manage all albums. All others may manage only those that are selected.
fr_fr: Déterminez les droits d’un groupe et sélectionnez un ou plusieurs albums à être gérés par les utilisateurs du groupe. Les utilisateurs avec les droits <em>Administrateur</em> ou <em>Gérer tous les albums</em> peuvent gérer tous les albums. Les autres utilisateurs ne peuvent gérer que ceux pour lesquels ils ont des droits.

source: group
fr_fr: groupe

source: template
fr_fr: modèle

source: Assign users
fr_fr: Assigner des utilisateurs

source: Are you sure you want to delete this group?
fr_fr: Êtes-vous certain(e) de vous vouloir supprimer ce groupe ?

source: Delete this group.
fr_fr: Supprimer ce groupe.

source: User %s is assigned to more than one group.
fr_fr: L’utilisateur %s est assigné à plus d’un groupe.

source: Group names may not contain “?”, “&”, or quotation marks.
fr_fr: Les noms de groupes ne peuvent contenir « ? », « & », ni des guillemets droits.

source: The group “%s” already exists.
fr_fr: Le groupe « %s » existe déjà.

source: Assign users to groups.
fr_fr: Assigner des utilisateurs aux groupes.

source: Provides a means for users to login/out from your theme pages.
fr_fr: Offre un outil pour vos pages de thème afin de permettre aux utilisateurs de se connecter ou de se déconnecter.

source: Login form
fr_fr: Formulaire de connexion

source: Form
fr_fr: Formulaire

source: If the user is not logged-in display an <em>in-line</em> logon form or a link to a modal <em>Colorbox</em> form.
fr_fr: Si l’utilisateur n’est pas connecté, affiche un formulaire de connexion <em>en ligne</em> ou une boîte modale <em>Colorbox</em>.

source: Provides a utility function to send e-mails to all users who have provided an e-mail address.
fr_fr: Offre un outil pour envoyer un courriel à tous les utilisateurs enregistrés qui ont fourni leur adresse.

source: User mailing list
fr_fr: Liste de diffusion

source: There are no other registered users who have provided an e-mail address.
fr_fr: Aucun autre utilisateur inscrit n’a fourni son adresse de courriel.

source: A tool to send e-mails to all registered users who have provided an e-mail address.
fr_fr: Un outil pour envoyer un courriel à tous les utilisateurs enregistrés qui ont fourni leur adresse.

source: Mailing
fr_fr: Publipostage

source: A tool to send e-mails to all registered users who have provided an e-mail address. There is always a copy sent to the current admin and all e-mails are sent as <em>blind copies</em>.
fr_fr: Un outil pour envoyer un courriel à tous les utilisateurs enregistrés qui ont fourni leur adresse. Une copie est toujours envoyée à l’administrateur courant et tous les courriels sont envoyés en <em>copie cachée</em>.

source: <strong>Note: </strong>No <em>sendmail</em> filter is registered. You must activate and configure a mailer plugin.
fr_fr: <strong>Note: </strong>Aucun filtre <em>sendmail</em> n’est enregistré. Une extension d’envoi de courriel doit être activée et configurée.

source: Mail sent.
fr_fr: Message envoyé.

source: Subject:
fr_fr: Sujet :

source: To:
fr_fr: À :

source: Message:
fr_fr: Corps du message :

source: Send another mail
fr_fr: Envoyer un autre courriel

source: Please enter the message you want to send.
fr_fr: Veuillez saisir le message que vous souhaitez envoyer.

source: Select users:
fr_fr: Choisir les utilisateurs :

source: Send mail
fr_fr: Envoyer un message

source: Provides a means allowing users to select the image size to view.
fr_fr: Offre aux utilisateurs la possibilité de sélectionner la taille de visualisation des images.

source: Image sizes allowed
fr_fr: Tailles d’images autorisées

source: List of sizes from which the viewer may select.<br />The form is "$s=&lt;size&gt;" or "$h=&lt;height&gt;,$w=&lt;width&gt;"....<br />See printCustomSizedImage() for details
fr_fr: Liste des tailles que l’utilisateur peut choisir.<br />La syntaxe est « $s=&lt;taille&gt; » ou « $h=&lt;hauteur&gt;,$w=&lt;largeur&gt; »....<br />Voir la fonction printCustomSizedImage() pour plus de détails

source: Selector
fr_fr: Sélecteur

source: Radio buttons
fr_fr: Boutons radio

source: Drop-down
fr_fr: Menu déroulant

source: Choose the kind of selector to be presented the viewer.
fr_fr: Choisir le type de sélecteur à afficher au visiteur.

source: Default size
fr_fr: Taille par défaut

source: The initial size for the image. Format is a single instance of the sizes list.
fr_fr: La taille initiale de l’image. Le format est une seule instance de la liste des tailles.

source: Select image size
fr_fr: Choisir la taille de l’image

source: There is a format error in your <em>viewer_size_image_sizes</em> option string.
fr_fr: Il y a une erreur de format dans la chaîne de paramètres de <em>viewer_size_image_sizes</em>.

source: There is a format error in your $usersizes string.
fr_fr: Il y a une erreur de format dans la chaîne $usersizes.

source: There is a format error in user size selection
fr_fr: Il y a une erreur de format dans la sélection de la taille personnalisée

source: There is a format error in your $default parameter
fr_fr: Il y a une erreur de format dans le paramètre $default

source: Import Wordpress pages, posts, categories, and comments to Zenpage.
fr_fr: Importe vers Zenpage des pages, des articles, des catégories et des commentaires Wordpress.

source: Wordpress Importer
fr_fr: Outil d’importation Wordpress

source: An importer for Wordpress posts and pages to Zenpage.
fr_fr: Un outil pour importer les articles et pages de Wordpress vers Zenpage.

source: Query failed :
fr_fr: Requête échouée :

source: Please try again
fr_fr: Veuillez essayer de nouveau

source: Missing
fr_fr: Manquant

source: Wordpress-Database info
fr_fr: Infos de la base de données Wordpress

source: <strong>ERROR:</strong> Could not connect to the Wordpress database - Query failed :
fr_fr: <strong>ERREUR : </strong>Impossible de se connecter à la base de données Wordpress. La requête a échoué :

source: <strong>ERROR:</strong> Wordpress database could not be selected - Query failed :
fr_fr: <strong>ERREUR : </strong>La base de données Wordpress n’a pu être sélectionnée. La requête a échoué :

source: Category <em>%s</em> added
fr_fr: La catégorie <em>%s</em> a été ajoutée

source: A category with the title/titlelink <em>%s</em> already exists!
fr_fr: Une catégorie avec le titre ou titre-lien <em>%s</em> existe déjà !

source: No categories to import.
fr_fr: Aucune catégorie à importer.

source: Tag <em>%s</em> added
fr_fr: Mots-clés <em>%s</em> ajoutés

source: A tag with the title/titlelink <em>%s</em> already exists!
fr_fr: Un mot-clé avec le titre ou titre-lien <em>%s</em> existe déjà !

source: No tags to import.
fr_fr: Aucun mot-clé à importer.

source: %1$s <em>%2$s</em> added
fr_fr: %1$s <em>%2$s</em> ajouté(e)

source: %1$s with the title/titlelink <em>%2$s</em> already exists!
fr_fr: Un(e) %1$s avec le titre ou titre-lien <em>%2$s</em> existe déjà !

source: %1$s <em>%2$s</em> already assigned
fr_fr: L’élément %1$s <em>%2$s</em> est déjà attribué.

source: %1$s <em>%2$s</em> assigned
fr_fr: Élément %1$s <em>%2$s</em> attribué.

source: %1$s <em>%2$s</em> could not be assigned!
fr_fr: %1$s <em>%2$s</em> ne peut pas être assigné !

source: Comment could not be assigned!
fr_fr: Le commentaire ne peut être attribué !

source: %1$u comment already exists.
fr_fr: %1$u commentaire existe déjà.

source: %1$u comment imported.
fr_fr: %1$u commentaire importé.

source: No comments to import
fr_fr: Aucun commentaire à importer

source: No posts or pages to import.
fr_fr: Aucun article ni aucune page à importer.

source: An importer for <strong>Wordpress 3.x or newer</strong> to the Zenpage CMS plugin that imports the following:
fr_fr: Un outil d’importation de <strong>Wordpress 3.x</strong> (ou plus récent) vers l’extension Zenpage CMS ; il importe les éléments suivants :

source: <strong>Posts (post_status published and draft only) => Zenpage articles</strong>
fr_fr: <strong>Articles (avec statut « publié » et « brouillon » seulement) => articles Zenphoto</strong>

source: <strong>Pages (post_status published and draft only) => Zenpage pages</strong>
fr_fr: <strong>Pages (avec statut « publiée » et « brouillon » seulement) => pages Zenphoto</strong>

source: <strong>Post categories => Zenpage categories including assignment to their article</strong>
fr_fr: <strong>Catégories de publications => catégories Zenphoto, y compris l’asssociation avec les articles correspondants</strong>

source: <strong>Post tags => zenphoto tags including assignment to their article</strong>
fr_fr: <strong>Mots-clés de publications => mots-clés Zenphoto, y compris l’asssociation avec les articles correspondants</strong>

source: <strong>Post and page comments => zenphoto comments including assignment to their article</strong>
fr_fr: <strong> Commentaires sur les pages et les publications => commentaires Zenphoto rattachés à ces articles</strong>

source: <strong>IMPORTANT: </strong>MySQLi must be selected as the database handler on the Zenphoto options (generally the default).
fr_fr: <strong>IMPORTANT : </strong>Dans les paramètres de Zenphoto, MySQLi doit être sélectionné comme gestionnaire de bases de données (c’est généralement le défaut).

source: <strong>IMPORTANT: </strong>If you are not using an fresh zenphoto install it is <strong>strongly recommended to backup your database</strong> before running this importer. Make also sure that both databases use the same encoding so you do not get messed up character display.
fr_fr: <strong>IMPORTANT : </strong>si vous n’utilisez pas une installation toute neuve de Zenphoto, il est <strong>fortement recommandé de sauvegarder votre base de donnnées</strong> avant de lancer cet outil d’importation. Assurez-vous également que les deux bases de données utilisent le même encodage de texte afin d'éviter tout problème.

source: <strong>Note:</strong> <em>Wordpress page and category nesting</em> is currently not preserved but can easily be recreated by drag and drop sorting.
fr_fr: <strong>Note.</strong> <em>La hiérarchie des pages et des catégories de Wordpress</em> n’est pas préservée. Elle peut toutefois être facilement recréée en réordonnant ces éléments dans les pages de gestion des actualités et des pages.

source: In case anything does not work as expected the query results from the Wordpress database are logged in <code>zp-data/debug.log</code>
fr_fr: Au cas où quelque chose ne fonctionnerait pas comme prévu, les résultats des requêtes sur la base de données Wordpress sont journalisés dans le journal de débogage <code>zp-data/debug.log</code>

source: <strong>ERROR: </strong>The Zenpage CMS plugin is not enabled.
fr_fr: <strong>ERREUR :</strong> l’extension Zenpage CMS n’est pas activée.

source: Please enter your Wordpress database details:
fr_fr: Veuillez saisir vos informations de connexion à la base de données de Wordpress :

source: Convert linefeeds to new lines (br)
fr_fr: Convertit le caractère de saut de ligne en une nouvelle ligne (br)

source: Import
fr_fr: Importation

source: Import finished.
fr_fr: Importation terminée.

source: Importing...patience please.
fr_fr: L’importation est en cours. Patience s.v.p...

source: Pages and Articles
fr_fr: Pages et articles

source: New import
fr_fr: Nouvelle importation

source: Sidecar file extension
fr_fr: Extension de fichier associé

source: The plugin will look for files with <em>image_name.extension</em> and extract XMP metadata from them into the <em>image_name</em> record.
fr_fr: L’extension va chercher les fichiers avec <em>image_name.extension</em> et extraire les métadonnées XMP de l’enregistrement <em>image_name</em>.

source: Process extensions
fr_fr: Traiter les extensions

source: If no sidecar file exists and the extension is enabled, the plugin will search within that type <em>image</em> file for an <code>XMP</code> block. <strong>Warning</strong> do not set this option unless you require it. Searching image files can be computationally intensive.
fr_fr: Si aucun fichier associé n’existe et que l’extension est active, celle-ci va chercher dans ce type de fichier <em>image</em> un bloc de données <code>xmp</code>. <strong>Attention</strong> : n’activez pas cette option si vous ne vous en servez pas. En effet, elle peut être très consommatrice de ressources.

source: Aperature Value
fr_fr: Ouverture (valeur numérique)

source: Exposure program
fr_fr: Programme d’exposition

source: Rating
fr_fr: Cote

source: Metadata exported
fr_fr: Métadonnées exportées

source: Export metadata info to XMP sidecar.
fr_fr: Exporter les informations de l’album dans un fichier associé XMP.

source: Export Metadata
fr_fr: Exporter les métadonnées

source: A CMS plugin that adds the capability to run an entire gallery focused website with zenphoto.
fr_fr: Une extension CMS pour permettre de gérer un site complet avec Zenphoto.

source: <strong>Note:</strong> This feature must be integrated into your theme. It is not supported by either the <em>default</em> or the <em>stopdesign</em> theme.
fr_fr: <strong>Note.</strong> Cette fonctionnalité doit être intégrée à votre thème. Elle n’est pas supportée par les thèmes <em>default</em> et <em>stopdesign</em>.

source: Read more
fr_fr: Lire la suite

source: Enabled CMS items
fr_fr: Éléments du CMS activés

source: Select the CMS features you wish to use on your site.
fr_fr: Choisir les fonctions du CMS que vous souhaitez utiliser dans votre site.

source: Articles per page (theme)
fr_fr: Articles par page (thème)

source: How many news articles you want to show per page on the news or news category pages.
fr_fr: Le nombre d’articles à afficher dans chaque page d’actualités ou de catégories d’actualités.

source: News article text length
fr_fr: Longueur du texte de l’article

source: The length of news article excerpts in news or news category pages. Leave empty for full text.
fr_fr: La longueur de l’extrait d’un article d’actualité sur les pages d’actualités ou de catégories d’actualités. Laissez-le vide pour afficher le texte en entier.

source: News article text shorten indicator
fr_fr: Indicateur de tronquage du texte d’un article

source: Something that indicates that the article text is shortened, “ (...)” by default.
fr_fr: Symbole pour indiquer que le texte de l’article a été tronqué : « (...) » par défaut.

source: The text for the link to the full article.
fr_fr: Le texte du lien vers l’article complet.

source: * These options may be set via the <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a> plugin options.
fr_fr: * Ces paramètres sont configurés avec ceux de l’extension <a href="javascript:gotoName('zenpage');"><em>Zenpage</em></a>.

source: Enable Zenpage CMS plugin
fr_fr: Active l’extension de gestion de contenus Zenpage

source: Edit Page
fr_fr: Modifier la page

source: Delete page
fr_fr: Supprimer la page

source: Delete Page
fr_fr: Supprimer la page

source: Add Page
fr_fr: Ajouter une page

source: Edit Article
fr_fr: Modifier l’article

source: Delete article
fr_fr: Supprimer l’article

source: Delete Article
fr_fr: Supprimer l’article

source: Add Article
fr_fr: Ajouter un article

source: Nothing changed.
fr_fr: Aucun changement.

source: Are you sure you want to delete this category? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous certain(e) de vouloir supprimer cette catégorie ? Cette opération est IRRÉVERSIBLE !

source: Are you sure you want to delete all selected items? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous certain(e) de vouloir supprimer tous les éléments sélectionnés ? Cette opération est IRRÉVERSIBLE !

source: New category
fr_fr: Nouvelle catégorie

source: Edit this Category
fr_fr: Modifier cette catégorie

source: The sort position of the indicated items cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
fr_fr: L’ordre de tri des éléments indiqués ne peut être enregistré parce que l’imbrication est trop importante. Déplacez-les à un niveau plus elevé et enregistrez leur disposition.

source: Delete category
fr_fr: Supprimer la catégorie

source: copy of %s
fr_fr: copie de %s

source: This is not a future date!
fr_fr: Cette date n’est pas dans le futur !

source: New Article
fr_fr: Nouvel article

source: New Page
fr_fr: Nouvelle page

source: New Category
fr_fr: Nouvelle catégorie

source: Article <em>%s</em> not found
fr_fr: Article <em>%s</em> non trouvé

source: Category <em>%s</em> not found
fr_fr: Catégorie <em>%s</em> non trouvée

source: Page <em>%s</em> not found
fr_fr: Page <em>%s</em> non trouvée

source: Edit Article:
fr_fr: Modifier l’article :

source: (Article scheduled for publishing)
fr_fr: (Article planifié pour publication)

source: <strong>Note:</strong> This article belongs to a password protected category.
fr_fr: <strong>Note :</strong> Cet article est protégé car il est assigné à une catégorie avec mot de passe.

source: Edit Category:
fr_fr: Modifier la catégorie :

source: Edit Page:
fr_fr: Modifier la page :

source: (Page scheduled for publishing)
fr_fr: (Page planifiée pour publication)

source: <strong>Note:</strong> This page is password protected.
fr_fr: <strong>Note.</strong> Cette page est protégée par mot de passe.

source: Usage tips
fr_fr: Astuces d’utilisation

source: Check <em>Edit Titlelink</em> if you need to customize how the title appears in URLs. Otherwise it will be automatically updated to any changes made to the title. If you want to prevent this check <em>Enable permaTitlelink</em> and the titlelink stays always the same (recommended if you use multilingual mode).
fr_fr: Cocher <em>Modifier le titre-lien</em> si vous avez besoin de modifier la manière dont le titre apparaît dans les URL. Sinon il sera automatiquement modifié si le titre est changé. Si vous voulez éviter cela, cochez <em>Autoriser le titre-lien permanent</em> et le titre-lien restera toujours le même (particulièrement recommandé si vous utilisez le mode multilingue).

source: <strong>Note:</strong> Edit titlelink overrides the permalink setting.
fr_fr: <strong>Note :</strong> Modifier le titre-lien supplante le paramètre de lien permanent.

source: <strong>Important:</strong> If you are using multi-lingual mode the Titlelink is generated from the Title of the currently selected language.
fr_fr: <strong>Important:</strong> Si vous utilisez le mode multilingue, le titre-lien est généré depuis le titre dans la langue courante.

source: If you lock an article only the current active author/user or any user with full admin rights will be able to edit it later again!
fr_fr: Si vous verrouillez un article, seul l’auteur, l’utilisateur courant ou un administrateur pourra ensuite le modifier !

source: <em>Custom article shortening:</em> You can set a custom article shorten length for the news loop excerpts by using the standard TinyMCE <em>page break</em> plugin button. This will override the general shorten length set on the plugin option then.
fr_fr: <em>Raccourci personnalisé d’article</em> : Vous pouvez spécifier une longueur personnalisée d’extrait pour les manchettes d’actualité en utilisant le bouton de l’extension TinyMCE <em>page break</em>. Cela supplante le paramètre spécifié dans les options de l’extension.

source: <em>Scheduled publishing:</em> To automatically publish a page/news article in the future set it to “published” and enter a future date in the date field manually. Note this works on server time!
fr_fr: <em>Publication planifiée :</em> Pour publier automatiquement une page ou un article d’actualité, passez-le en mode « publié » et saisissez une date de publication. À noter que la date et l’heure sont celles du serveur.

source: <em>Expiration date:</em> Enter a future date in the date field manually to set a date the page or article will be set un-published automatically. After the page/article has been expired it can only be published again if the expiration date is deleted. Note this works on server time!
fr_fr: <em>Date d’expiration :</em> Saisissez une date future dans le champ de date pour indiquer quand la page ou l’article sera automatiquement non publié. Après cette date, l’article ou la page ne peut être publié de nouveau que si la date d’expiration est effacée. À noter que la date et l’heure sont celles du serveur.

source: <em>ExtraContent:</em> Here you can enter extra content for example to be printed on the sidebar
fr_fr: <em>Contenu boni :</em> Vous pouvez entrer ici du contenu qui peut, par exemple, être affiché dans la barre latérale

source: <em>Codeblocks:</em> Use these fields if you need to enter php code (for example zenphoto functions) or JavaScript code.
fr_fr: <em>Blocs de code :</em> Utilisez ces champs si vous voulez saisir du code PHP (comme des fonctions zenphoto) ou du code javascript.

source: You also can use the codeblock fields as custom fields.
fr_fr: Vous pouvez également utiliser les champs de bloc de code comme champs personnalisés.

source: Note that your theme must be setup to use the codeblock functions. Note also that codeblock fields are not multi-lingual.
fr_fr: Notez que votre thème doit être conçu pour intégrer les fonctionnalités de bloc de code. Important : les champs de bloc de code ne sont pas multilingues.
