Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Master password for the gallery. Click on <em>Gallery password</em> to change.
fr_fr: Mot de passe principal de la galerie. <br />Cliquer sur <em>Mot de passe de la galerie</em> pour le modifier.

source: Gallery guest user:
fr_fr: Identifiant de l’invité :

source: User ID for the gallery guest user
fr_fr: Identifiant de l’utilisateur invité

source: (repeat)
fr_fr: (saisir de nouveau)

source: Master password for the gallery. If this is set, visitors must know this password to view the gallery.
fr_fr: Mot de passe principal de la galerie. S’il est spécifié, les visiteurs doivent le connaître pour visualiser la galerie.

source: Gallery password hint:
fr_fr: Astuce pour le mot de passe de la galerie :

source: A reminder hint for the password.
fr_fr: Un truc pour se souvenir du mot de passe.

source: Unprotected pages:
fr_fr: Pages non protégées :

source: Place a checkmark on any page scripts which should not be protected by the gallery password.
fr_fr: Cocher les scripts des pages que vous ne souhaitez pas protéger avec le mot de passe de la galerie.

source: Website title:
fr_fr: Titre du site :

source: Your web site title.
fr_fr: Le titre de votre site internet.

source: Website url:
fr_fr: Adresse du site :

source: This is used to link back to your main site, but your theme must support it.
fr_fr: Cette adresse est utilisée pour établir un lien qui permet de retourner à votre site principal. Le thème utilisé doit gérer cette option.

source: Album thumbnails:
fr_fr: Vignettes d’albums :

source: Default thumbnail selection for albums.
fr_fr: Choix par défaut de la vignette utilisée pour les albums.

source: Sort gallery by:
fr_fr: Trier la galerie par :

source: Sort order for the albums on the index of the gallery. Custom sort values must be database field names. You can have multiple fields separated by commas. This option is also the default sort for albums and subalbums.
fr_fr: Ordre de tri des albums de la page d’accueil de la galerie. Les valeurs de tri personnalisées doivent correspondre à des champs de la base de données (pour en spécifier plusieurs, séparez-les par des virgules). Cette option définit aussi l’ordre de tri par défaut des albums et des sous-albums.

source: Gallery behavior:
fr_fr: Comportement de la galerie :

source: Publish albums by default
fr_fr: Publier les albums par défaut

source: Publish images by default
fr_fr: Publier les images par défaut

source: use latest image date as album date
fr_fr: Utiliser la date de la plus récente image comme date de l’album

source: visual thumb selection
fr_fr: Activer la sélection visuelle de la vignette d’album

source: show subalbum thumbs
fr_fr: Afficher les vignettes des sous-albums

source: <a onclick="toggle('albumpub');" >Details</a> for <em>publish albums by default</em>
fr_fr: <a onclick="toggle('albumpub');" >Détails</a> – <em>Publier les albums par défaut</em>

source: This sets the default behavior for when an album is discovered. If checked, the album will be published, if unchecked it will be unpublished.
fr_fr: Ce paramètre définit le comportement par défaut lorsqu’un nouvel album est découvert. S’il est activé, l’album sera publié, sinon il ne le sera pas.

source: <a onclick="toggle('imagepub');" >Details</a> for <em>publish images by default</em>
fr_fr: <a onclick="toggle('imagepub');" >Détails</a> – <em>Publier les images par défaut</em>

source: This sets the default behavior for when an image is discovered. If checked, the image will be published, if unchecked it will be unpublished.
fr_fr: Ce paramètre définit le comportement par défaut lorsqu’une nouvelle image est détectée. S’il est activé, l’image sera publiée, sinon, elle ne le sera pas.

source: <a onclick="toggle('albumdate');" >Details</a> for <em>use latest image date as album date</em>
fr_fr: <a onclick="toggle('albumdate');" >Détails</a> – <em>Utiliser la date de la plus récente image comme date de l’album</em>

source: If you wish your album date to reflect the date of the latest image uploaded set this option. Otherwise the date will be set initially to the date the album was created.
fr_fr: Activer ce paramètre pour que la date de l’album soit calée sur celle de la plus récente image chargée sur le serveur. Sinon, c’est la date de création de l’album qui sera utilisée.

source: <strong>NOTE</strong>: The album date will be updated only if an image is discovered which is newer than the current date of the album.
fr_fr: <strong>Note</strong>. La date de l’album sera mise à jour uniquement si une image plus récente que la date de l’album est détectée.

source: <a onclick="toggle('visualthumb');" >Details</a> for <em>visual thumb selection</em>
fr_fr: <a onclick="toggle('visualthumb');" >Détails</a> – <em>Activer la sélection visuelle de la vignette de l’album</em>

source: Setting this option places thumbnails in the album thumbnail selection list (the dropdown list on each album’s edit page). In Firefox the dropdown shows the thumbs, but in IE and Safari only the names are displayed (even if the thumbs are loaded!). In albums with many images loading these thumbs takes much time and is unnecessary when the browser will not display them. Uncheck this option and the images will not be loaded.
fr_fr: Activer ce paramètre pour afficher des vignettes dans la liste de sélection des vignettes d’album (la liste déroulante à la page d’édition de chaque album). Dans Firefox, cette liste affichera les vignettes, tandis que dans Safari et Internet Explorer, seuls les textes seront affichés (même si les vignettes sont chargées). Pour les albums comportant de nombreuses images, charger ces vignettes prend beaucoup de temps, et cela est inutile si le navigateur ne va pas les afficher. Décochez cette option et les images ne seront pas chargées.

source: <a onclick="toggle('multithumb');" >Details</a> for <em>subalbum thumb selection</em>
fr_fr: <a onclick="toggle('multithumb');" >Détails</a> – <em>Afficher les vignettes des sous-albums</em>

source: Setting this option allows selecting images from subalbums as well as from the album. Naturally populating these images adds overhead. If your album edit tabs load too slowly, do not select this option.
fr_fr: Activer ce paramètre pour permettre de sélectionner des images des sous-albums ainsi que de l’album. Cela augmentera le temps de traitement. Évitez de choisir cette option si les onglets d’édition des albums se chargent trop lentement.

source: Codeblocks:
fr_fr: Blocs de code :

source: Search password:
fr_fr: Mot de passe pour la recherche :

source: Password for the search guest user. click on <em>Search password</em> to change.
fr_fr: Mot de passe de l’utilisateur autorisé à utiliser la recherche. Cliquez sur <em>Mot de passe de recherche</em> pour le changer.

source: Search guest user:
fr_fr: Mot de passe d’invité pour la recherche :

source: User ID for the search guest user
fr_fr: Identifiant pour l’utilisateur invité (recherche)

source: Password for the search guest user. If this is set, visitors must know this password to view search results.
fr_fr: Mot de passe de l’utilisateur autorisé à utiliser la recherche. S’il est spécifié, les visiteurs devront le connaître pour visualiser les résultats de recherche.

source: Search password hint:
fr_fr: Astuce pour le mot de passe de recherche :

source: Search behavior settings:
fr_fr: Paramètres définissant le comportement de la recherche :

source: Fields list:
fr_fr: Liste des champs :

source: String matching:
fr_fr: Correspondance de chaîne :

source: <em>pattern</em>
fr_fr: <em>motif</em>

source: <em>partial word</em>
fr_fr: <em>mot partiel</em>

source: <em>word</em>
fr_fr: <em>mot</em>

source: Tag matching:
fr_fr: Correspondance de mots-clés :

source: <em>partial</em>
fr_fr: <em>partiel</em>

source: Language specific tags
fr_fr: Mots-clés propres à une langue

source: off
fr_fr: aucun

source: generic
fr_fr: génériques

source: specific
fr_fr: spécifiques

source: Treat spaces as
fr_fr: Traiter les espaces comme<br />

source: <em>space</em>
fr_fr: <em>des espaces</em>

source: <em>OR</em>
fr_fr: <em>OU</em>

source: <em>AND</em>
fr_fr: <em>ET</em>

source: Default search
fr_fr: Recherche par défaut

source: <em>New</em>
fr_fr: <em>Nouvelle recherche</em>

source: <em>Within</em>
fr_fr: <em>Parmi les résultats</em>

source: Do not return <em>album</em> matches
fr_fr: Ne pas renvoyer les <em>albums</em> dans les résultats

source: Do not return <em>image</em> matches
fr_fr: Ne pas renvoyer les <em>images</em> dans les résultats

source: Do not return <em>news</em> matches
fr_fr: Ne pas renvoyer les <em>actualités</em> dans les résultats

source: Do not return <em>page</em> matches
fr_fr: Ne pas renvoyer les <em>pages</em> dans les résultats

source: <em>Field list</em> is the set of fields on which searches may be performed.
fr_fr: <em>La liste des champs</em> est l’ensemble des champs parmi lesquels les recherches peuvent être effectuées.

source: Search does matches on all fields chosen based on the matching criteria selected. The <em>string matching</em> criteria is used for all fields except <em>tags</em>. The <em>tag matching</em> criteria is used for them.
fr_fr: La recherche doit correspondre aux champs choisis en se basant sur le critère de correspondance choisi. Le critère <em>correspondance de chaîne</em> est utilisé pour tous les champs à l’exception des mots-clés. Le critère <em>correspondance de mot-clé</em> est utilisé pour ces derniers.

source: <code>pattern</code>: match the target anywhere within the field
fr_fr: <code>motif</code> : correspondance n’importe où dans le champ

source: <code>exact</code>: match the target with the whole field
fr_fr: <code>exact</code> : correspondance avec le champ entier

source: <code>word</code>: match the target with whole words in the field
fr_fr: <code>mot</code> : correspondance avec les mots complets dans le champ

source: <code>partial word</code>: match the target with the start of words in the field
fr_fr: <code>mot partiel</code> : correspondance avec le début des mots dans le champ

source: If <code>Language specific tags</code> is set, searches will ignore tags assigned to languages other than the viewer’s locale. Selecting <code>specific</code> requires an exact match of the tag locale to the viewer locale. Otherwise generic matching is used, e.g. if the user is in the local <em>en_UK</em> he will view tags marked <em>en_US</em>.
fr_fr: Si le paramètre <code>mots-clés spécifiques à chaque langue</code> est sélectionné, les recherches ignorent les mots-clés identifiés à d’autres langues que celle de l’utilisateur. En choisissant <code>spécifique</code>, il faut un appariement parfait entre le paramètre régional du mot-clé et celui de l’utilisateur. Sinon, un appariement générique est utilisé, de sorte qu’un usager dont le paramètre est <em>en_UK</em> pourra voir aussi les mots-clés identifiés <em>en_US</em>.

source: Setting <code>Treat spaces as</code> to <em>OR</em> will cause search to trigger on any of the words in a string separated by spaces. Setting it to <em>AND</em> will cause the search to trigger only when all strings are present. Leaving the option unchecked will treat the whole string as a search target.
fr_fr: Activer le réglage <code>Traiter les espaces comme des <em>OU </em></code> fait que la recherche s’effectue avec n’importe quel mot d’une chaîne de texte, séparés par des espaces. Laisser cette option désactivée fait que la recherche utilisera la chaîne entière comme critère.

source: <code>Default search</code> sets how searches from search page results behave. The search will either be from <em>within</em> the results of the previous search or will be a fresh <em>new</em> search.
fr_fr: <code>Recherche par défaut</code> : indique comment les recherches successives sont effectuées. Elles peuvent être de <em>nouvelles recherches</em> ou être effectuées <em>parmi les résultats</em> de la recherche antérieure.

source: Setting <code>Do not return <em>{item}</em> matches</code> will cause search to ignore <em>{items}</em> when looking for matches.
fr_fr: Activer l’option <code>Ne pas renvoyer les <em>{éléments}</em> dans les résultats</code> masque ces <em>{éléments}</em> dans les résultats de recherche.

source: Cache expiry
fr_fr: Délai d’expiration du cache

source: Redo search after %s minutes.
fr_fr: Exécuter de nouveau la recherche après %s minutes.

source: Search will remember the results of particular searches so that it can quickly serve multiple pages, etc. Over time this remembered result can become obsolete, so it should be refreshed. This option lets you decide how long before a search will be considered obsolete and thus re-executed. Setting the option to <em>zero</em> disables caching of searches.
fr_fr: La fonction Recherche se rappelle des résultats des recherches, ce qui permet notamment d’afficher rapidement plusieurs pages. À la longue, les résultats en mémoire seront obsolètes ; la mémoire devrait donc être rafraîchie. Ce paramètre définit le temps au bout duquel les données mémorisées sont considérées comme obsolètes, de sorte que la recherche sera de nouveau exécutée. Inscrire la valeur <em>zéro</em> pour ne pas mettre les recherches en cache.

source: Sort albums by
fr_fr: Trier les albums par

source: See also the <a href="?tab=theme">Theme Options</a> tab for theme specific image options.
fr_fr: Voir également l’onglet <a href="?tab=theme">Options du thème</a> pour configurer les options d’images propres au thème.

source: Default sort order for images.
fr_fr: Ordre de tri par défaut des images.

source: Custom sort values must be database field names. You can have multiple fields separated by commas.
fr_fr: Les valeurs de tri personnalisées doivent correspondre à des champs de base de données (pour en spécifier plusieurs, séparez-les par des virgules).

source: Maximum image size
fr_fr: Taille maximale de l’image

source: The limit on how large an image may be resized. Too large and your server will spend all its time sizing images.
fr_fr: Définit jusqu’à quelle taille une image peut être redimensionnée. Si cette valeur est trop élevée, le serveur prendra trop de temps pour redimensionner les images

source: Image quality:
fr_fr: Qualité de l’image :

source: Normal Image
fr_fr: Images normales

source: <em>full</em> Image
fr_fr: Images <em>pleine grandeur</em> (originales)

source: Thumbnail
fr_fr: Vignettes

source: Compression quality for generated images and thumbnails generated.
fr_fr: Qualité de compression pour les images et les vignettes générées.

source: Quality ranges from 0 (worst quality, smallest file) to 100 (best quality, biggest file).
fr_fr: La qualité va de 0 (piètre qualité, petit fichier) à 100 (meilleure qualité, gros fichier).

source: Interlace:
fr_fr: Images entrelacées :

source: If checked, resized images will be created <em>interlaced</em> (if the format permits).
fr_fr: Si cette option est cochée, les images redimensionnées sont crées <em>entrelacées<em> (si le format le permet).

source: Use embedded thumbnail
fr_fr: Utiliser la vignette intégrée

source: If set, thumbnail imbedded in the image will be used when creating a cached image that is equal or smaller in size. Note: the quality of this image varies by camera and its orientation may not match the master image.
fr_fr: Si sélectionné, la vignette intégrée dans l’image sera utilisée pour créer une image en cache de taille égale ou inférieure à celle de la vignette. Note : la qualité de l’image varie selon l’appareil photo, et l’orientation peut ne pas être celle de l’image originale.

source: The PHP EXIF extension is required for this option.
fr_fr: L’extension EXIF de PHP est requise pour utiliser cette option.

source: Allow upscale:
fr_fr: Autoriser l’agrandissement :

source: Allow images to be scaled up to the requested size. This could result in loss of quality, so it is off by default.
fr_fr: Autorise l’agrandissement des images (lorsque la taille requise est plus grande que la taille originale). Une perte de qualité peut en découler ; ce paramètre est donc désactivé par défaut.

source: Sharpen:
fr_fr: Renforcement :

source: Amount
fr_fr: Force

source: Radius
fr_fr: Rayon

source: Threshold
fr_fr: Seuil

source: Add an unsharp mask to images and/or thumbnails.
fr_fr: Ajouter un masque d’atténuation aux images et/ou aux vignettes.

source: <strong>WARNING</strong>: can overload slow servers.
fr_fr: <strong>Attention</strong> : cela peut surcharger les serveurs peu rapides.

source: <em>Amount</em>: the strength of the sharpening effect. Values are between 0 (least sharpening) and 100 (most sharpening).
fr_fr: <em>Force</em> : la puissance de l’effet de renforcement (entre 0 et 100).

source: <em>Radius</em>: the pixel radius of the sharpening mask. A smaller radius sharpens smaller details, and a larger radius sharpens larger details.
fr_fr: <em>Rayon</em> : le rayon en pixels du masque de renforcement (plus le rayon est petit, plus petits sont les détails renforcés, et vice-versa).

source: <em>Threshold</em>: the color difference threshold required for sharpening. A low threshold sharpens all edges including faint ones, while a higher threshold only sharpens more distinct edges.
fr_fr: <em>Seuil</em> : le seuil de différence de couleur requis pour le renforcement. Un seuil bas renforce tous les cotés, même ceux peux visibles (et vice-versa).

source: Watermarks:
fr_fr: Filigranes :

source: Full sized images
fr_fr: Images pleine grandeur (originales)

source: %s thumbnails
fr_fr: vignettes %s

source: image thumb
fr_fr: Vignette d’image

source: cover
fr_fr: couvre

source: % of image
fr_fr: % de l’image <br />

source: allow upscale
fr_fr: autoriser l’agrandissement

source: offset h
fr_fr: décalage en hauteur

source: % w,
fr_fr: % l,

source: The watermark image is scaled by to cover <em>cover percentage</em> of the image and placed relative to the upper left corner of the image.
fr_fr: L’image du filigrane est agrandie ou rétrécie pour recouvrir le <em>pourcentage de couverture</em> de l’image et sa position est relative au coin supérieur gauche de la photo.

source: It is offset from there (moved toward the lower right corner) by the <em>offset</em> percentages of the height and width difference between the image and the watermark.
fr_fr: Elle est décalée à partir de cette position (en allant vers le coin inférieur droit) selon la différence de pourcentage de <em>décalage</em> de la largeur et de la hauteur entre l’image et le filigrane.

source: If <em>allow upscale</em> is not checked the watermark will not be made larger than the original watermark image.
fr_fr: Si l’option <em>autoriser l’agrandissement</em> n’est pas cochée, le filigrane final ne sera pas plus grand que celui d’origine.

source: Custom watermarks should be placed in the <code>/%s/watermarks/</code> folder. The images must be in png-24 format.
fr_fr: Les filigranes personnalisés doivent être placés dans le dossier <code>/%s/watermarks/</code>. Les images doivent être au format png-24.

source: If a watermark image is selected for these <em>images classes</em> it will be used in place of the image thumbnail watermark.
fr_fr: Si un filigrane est choisi pour ces <em>classes d’images</em>, il sera utilisé au lieu du filigrane des vignettes.

source: Caching concurrency:
fr_fr: Processus concurrents de mise en cache :

source: Limit
fr_fr: Limite

source: Cache processing worker limit.
fr_fr: Nombre maximal de processus mis en cache

source: More workers will get the job done faster so long as your server does not get swamped or run out of memory.
fr_fr: Plus il y a de processus concurents de mise en cache, plus la tâche sera réalisée rapidement… à condition que le serveur ne soit pas sursollicité ou à court de mémoire.

source: Cache as:
fr_fr: Format de la mise en cache :

source: Original
fr_fr: Format d’origine

source: Select a type for the images stored in the image cache. Select <em>Original</em> to preserve the original image’s type.
fr_fr: Choisissez le format sous lequel les images seront mises en cache. Sélectionnez <em>Format d’origine</em> pour les enregistrer dans le format de l’image source.

source: Protect image cache
fr_fr: Protège le cache d’images

source: If checked all image URIs will link to the image processor and the image cache will be disabled to browsers via an <em>.htaccess</em> file. Images are still cached but the image processor is used to serve the image rather than allowing the browser to fetch the file.
fr_fr: Si coché, tous les liens des images référeront au processeur d’images et un fichier <em>.htaccess</em> empêchera les navigateurs d’utiliser le cache d’images. Les images sont quand même mises en cache, mais c’est le processeur d’images qui sera utilisé pour livrer l’image servie au navigateur client.

source: <strong>WARNING :</strong> This option adds significant overhead to <strong>each and every</strong> image reference! Some <em>JavaScript</em> and <em>Flash</em> based image handlers will not work with an image processor URI and are incompatible with this option.
fr_fr: <strong>ATTENTION :</strong> Ce paramètre augmente beaucoup la charge de travail du processeur <strong>pour chaque référence</strong> d’image ! Certains modules d’affichage d’images qui utilisent le <em>JavaScript</em> ou le <em>Flash</em> ne fonctionnent pas avec une adresse URI de processeur d’image et sont incompatibles avec ce paramètre.

source: Secure image processor
fr_fr: Processeur d’images sécurisé

source: When enabled, the image processor will check album access credentials.
fr_fr: Lorsque activé, le processeur d’images vérifie les droits d’accès de l’album.

source: <strong>WARNING :</strong> This option adds memory overhead to image caching! You may be unable to cache some images depending on your server memory availability.
fr_fr: <strong>ATTENTION :</strong> Ce paramètre augmente les besoins de mémoire pour la mise en cache des images. Selon la disponibilité de mémoire du serveur, vous serez peut-être incapable de mettre certaines images en cache.

source: Full image protection:
fr_fr: Protection de l’affichage d’images pleine grandeur :

source: Disable hotlinking
fr_fr: Désactiver les liens directs de sites externes

source: cache the full image
fr_fr: Mettre en cache les images pleine grandeur

source: password:
fr_fr: mot de passe :

source: user:
fr_fr: utilisateur :

source: hint:
fr_fr: Astuce :

source: Protected view
fr_fr: Affichage protégé

source: No access
fr_fr: Aucun accès

source: Unprotected
fr_fr: Aucune protection

source: Disabling hotlinking prevents linking to the full image from other domains. If enabled, external links are redirect to the image page. If you are having problems with full images being displayed, try disabling this setting. Hotlinking is not prevented if <em>Full&nbsp;image&nbsp;protection</em> is <em>Unprotected</em> or if the image is cached.
fr_fr: Désactiver les liens directs de sites externes empêche ceux-ci de pointer vers les images pleine grandeur. Si ce paramètre est activé, les liens externes sont dirigées vers la page d’affichage de l’image. Si vous rencontrez des problèmes pour afficher les images pleine grandeur, essayez en désactivant cette option. Les liens directs ne sont pas détournés si la <em>protection des images pleine grandeur</em> est sur <em>aucune protection</em> ou si l’image est déjà mise en cache.
