Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Collects and displays search criteria.
fr_fr: Récupère et affiche les critères de recherche.

source: Threshold (success)
fr_fr: Seuil (succès)

source: Show the top <em>Threshold</em> criteria of successful searches. (Searches which returned at least one result.)
fr_fr: Affiche <em>le seuil </em> pour les recherches réussies (les recherches ayant retourné au moins un résultat).

source: Threshold (failed)
fr_fr: Seuil (échecs)

source: Show the top <em>Threshold</em> criteria of searches that failed.
fr_fr: Affiche <em>le seuil </em> pour les recherches non réussies.

source: Threshold (terms)
fr_fr: Seuil (termes)

source: Show the top <em>Threshold</em> terms used in searches.
fr_fr: Affiche <em>le seuil </em> pour les termes utilisés dans les recherches.

source: Threshold (IP)
fr_fr: Seuil (IP)

source: Show the top <em>Threshold</em> IPs that have performed searches.
fr_fr: Affiche <em>le seuil </em> pour les IP ayant effectué des recherches.

source: Search statistics
fr_fr: Statistiques de recherche

source: Analyze searches
fr_fr: Analyse des recherches

source: Analysis
fr_fr: Analyse

source: Search analysis
fr_fr: Analyse de la recherche

source: No search criteria collected.
fr_fr: Aucun critère de recherche collecté.

source: Top %u successful search criteria
fr_fr: Top %u des critères de recherches réussies

source: Successful search criteria
fr_fr: Critères de recherches effectuées avec succès :

source: Top %u failed search criteria
fr_fr: Top %u des critères de recherches échouées

source: Failed search criteria
fr_fr: Critère de recherche échouée

source: Top %u search terms used
fr_fr: Top %u des termes de recherches utilisés

source: Search terms used
fr_fr: Termes de recherches utilisés

source: Top %u Search IPs
fr_fr: Top %u des IP ayant effectué des recherches

source: Search IPs
fr_fr: IPs de recherche

source: Change <em>Threshold</em> values
fr_fr: Modifier les valeurs de <em>seuil</em>

source: Logs selected security events.
fr_fr: Journalise les événements de sécurité choisis.

source: Record logon attempts of
fr_fr: Enregistrer les essais de connexion de…

source: Administrators
fr_fr: Administrateurs

source: Guests
fr_fr: Invités

source: If checked login attempts will be logged.
fr_fr: Si ce paramète est activé, les essais de connexion seront enregistrés.

source: Record failed admin access
fr_fr: Inscrire les tentatives infructueuses d’accès administratif

source: All attempts
fr_fr: Toutes les tentatives

source: Only user attempts
fr_fr: Uniquement les tentatives faites par des utilisateurs

source: Record admin page access failures.
fr_fr: Inscrire au journal les tentatives infructueuses d’accès aux pages d’administration.

source: Record logon
fr_fr: Enregistrer les essais de connexion

source: Successful attempts
fr_fr: Tentatives réussies

source: unsuccessful attempts
fr_fr: tentatives infructueuses

source: Record login failures, successes, or all attempts.
fr_fr: Enregistre les tentatives de connexion infructueuses, les réussies ou toutes.

source: Log reset
fr_fr: Log réinitialisé

source: Log deleted
fr_fr: Log supprimé

source: Log downloaded
fr_fr: Log téléchargé

source: Install
fr_fr: Installation

source: Restore setup scripts
fr_fr: Restaurer le script d’installation

source: Protect setup scripts
fr_fr: Protège les scripts d’installation

source: Request add user
fr_fr: Demande d’ajout d’un utilisateur

source: Request update user
fr_fr: Demande de modification de l’utilisateur

source: Request delete user
fr_fr: Demande de suppression de l’utilisateur

source: Cross Site Reference
fr_fr: Tentative de hameçonnage (référence croisée)

source: Album access
fr_fr: Accès aux albums

source: Admin access
fr_fr: Accès aux pages d’administration

source: Guest login
fr_fr: Connexion comme invité

source: Admin login
fr_fr: Connexion comme administrateur

source: Authorization cookie check
fr_fr: Vérification du cookie d’autorisation

source: date requestor’s IP type user ID user name outcome authority additional information
fr_fr: date IP du requérant type identifiant nom de l’utilisateur résultat autorité renseignements supplémentaires

source: Failed
fr_fr: Échec

source: Success
fr_fr: Réussite

source: Blocked
fr_fr: Bloqué(e)

source: Provides a utility SEO file/folder name clenser.
fr_fr: Un outil de nettoyage des noms de fichiers et de dossiers, afin de les optimiser pour les moteurs de recherche.

source: Seo
fr_fr: Optimisation pour les moteurs de recherche

source: SEO Cleaner
fr_fr: Optimiser pour les moteurs de recherche

source: Make file and folder names in the Gallery SEO friendly.
fr_fr: Rend les noms de dossiers et de fichiers de la galerie plus accessibles aux moteurs de recherche.

source: There was an error #%d with the rename operation.
fr_fr: Une erreur #%d s’est produite lors d’une opération de renommage.

source: <em>%1$s</em> rename to <em>%2$s</em> failed: %3$s
fr_fr: Impossible de renommer <em>%1$s</em> en <em>%2$s</em> : %3$s

source: <em>%1$s</em> renamed to <em>%2$s</em>
fr_fr: <em>%1$s</em> renommé <em>%2$s</em>

source: SEO cleaner
fr_fr: Nettoyeur-optimiseur pour moteur de recherche

source: Cleanup album and image names to be SEO friendly
fr_fr: Rend les noms d’albums et d’images plus accessibles aux moteurs de recherche.

source: %d album cleaned.
fr_fr: %u nom d’album nettoyé.

source: No albums cleaned.
fr_fr: Aucun nom d’album nettoyé.

source: %d image cleaned.
fr_fr: %u nom d’image nettoyé.

source: No images cleaned.
fr_fr: Aucun nom d’image nettoyé.

source: No albums or images cleaned up.
fr_fr: Aucun nom d’album ou d’image nettoyé.

source: SEO <em>Null</em> filter.
fr_fr: Filtre <em>nul</em> d’optimisation pour les moteurs de recherche.

source: The only translation performed is one or more <em>white space</em> characters are converted to a <em>hyphen</em>.
fr_fr: Le seul effet de ce filtre est de convertir chaque <em>espace</em> ou groupe d’espaces par un <em>trait-d’union</em>.

source: Only one SEO filter plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: Une seule extension de traitement pour moteur de recherche peut être activée. Or, <a href="#%1$s"><code>%1$s</code></a> l’est déjà.

source: SEO filter to translate extended characters into their basic alpha-numeric equivalents.
fr_fr: Filtre pour améliorer la compatibilité avec les moteurs de recherche ; convertit les caractères étendus en caractères de base correspondants.

source: Lowercase only
fr_fr: Seulement en minuscules

source: When set, all characters are converted to lower case.
fr_fr: Si actif, tous les caractères seront convertis en minuscules.

source: Treats users as not logged in for gallery pages.
fr_fr: Considère les utilisateurs comme non connectés lorsqu’ils visitent les pages de la galerie.

source: show_not_logged-in is active.
fr_fr: L’extension show_not_logged-in est activée.

source: Simple SPAM filter.
fr_fr: Filtre simple de contenu indésirable.

source: Only one SPAM handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: Un seul gestionnaire de contenu indésirable peut être activé. Or, <a href="#%1$s"><code>%1$s</code></a> l’est déjà.

source: Words to die on
fr_fr: Mots bannis

source: SPAM blacklist words (separate with commas)
fr_fr: Liste noire de mots (séparés par des virgules)

source: Patterns to die on
fr_fr: Expressions bannies

source: SPAM blacklist <a href="http://en.wikipedia.org/wiki/Regular_expression">regular expressions</a> (separate with spaces)
fr_fr: Liste noire de contenu indésirable : <a href="http://fr.wikipedia.org/wiki/Expression_rationnelle">expressions régulières</a> (les séparer par des espaces).

source: Excessive URL count
fr_fr: Nombre excessif d’URL

source: Message is considered SPAM if there are more than this many URLs in it
fr_fr: Un message est considéré comme indésirable s’il comporte un plus grand nombre d’URL que celui-ci

source: Banned IPs
fr_fr: Adresses IP bannies

source: Prevent posts from this list of IP addresses
fr_fr: Empêcher de poster depuis les IP de cette liste.

source: Forgiving
fr_fr: Pardon

source: Mark suspected SPAM for moderation rather than as SPAM
fr_fr: Marquer plutôt comme « à modérer » le contenu soupçonné d’être indésirable

source: Utility to divert access to the gallery to a screen saying the site is upgrading.
fr_fr: Outil pour rediriger l’accès vers une page temporaire pendant la mise à jour du site.

source: <em>mod_rewrite</em> is not enabled. This plugin may not work without rewrite redirection if the upgrade is significantly different than the running release.
fr_fr: <em>mod_rewrite</em> n’est pas activé. Cette extension risque de ne pas fonctionner sans réécriture des chemins si la nouvelle version est significativement différente de la version courante.

source: The site is closed!
fr_fr: Le site est fermé.

source: Site status:
fr_fr: État du site :

source: The site is in test mode!
fr_fr: Le site est en mode test.

source: The site is opened
fr_fr: Le site est ouvert.

source: Restore site_upgrade files
fr_fr: Restaure les fichiers « site_upgrade »

source: Restores the files in the "plugins/site_upgrade" folder to their default state. Note: this will overwrite any custom edits you may have made.
fr_fr: Restaure les fichiers présents dans le dossier « plugins/site_upgrade » à leur état initial. Note : cela va écraser toutes les modifications que avez effectuées.

source: Site » test mode
fr_fr: Site ›› mode test

source: Make the site available for viewing administrators only.
fr_fr: Rend le site accessible aux administrateurs qui ont au moins le droit de voir.

source: Site » open
fr_fr: Site ›› ouvrir

source: Make site available for viewing.
fr_fr: Rend le site accessible aux utilisateurs.

source: Your setup scripts are not protected!
fr_fr: Les fichiers d’installation ne sont pas protégés.

source: Site » close
fr_fr: Site ›› fermer

source: Make site unavailable for viewing by redirecting to the "closed.html" page.
fr_fr: Rend le site inaccessible aux utilisateurs en les redirigeant vers la page « closed.html » (fermé).

source: site_upgrade files Restored to original.
fr_fr: Fichiers site_upgrade restaurés dans leur état intial.

source: %s upgrade
fr_fr: Mise à jour de %s

source: <strong><em>%s</em></strong> is undergoing an upgrade
fr_fr: <strong><em>%s</em></strong> est en train d’être mis à jour

source: Please return later
fr_fr: Veuillez revenir plus tard

source: %s suspended
fr_fr: %s interrompu

source: The %s feed is currently not available.
fr_fr: Le flux %s n’est pas disponible présentement.

source: Site is viewable.
fr_fr: Le site peut être visité.

source: Generates sitemap.org compatible XML files for use with Google and other search engines.
fr_fr: Génère des fichiers XML compatibles sitemaps.org, à utiliser avec Google et les autres moteurs de recherche.

source: <strong>Note:</strong> The index links may not match if using the Zenpage option "news on index" that some themes provide! Also it does not "know" about "custom pages" outside Zenpage or any special custom theme setup!!
fr_fr: <strong>Note.</strong> Les liens de la page d’accueil peuvent ne pas correspondre si l’option Zenpage « Actualités sur la page d’accueil » prévue par certains thèmes est utilisée. Les « pages personnalisées » utilisées en dehors des Zenpages ou de n’importe quelle personnalisation d’un thème ne sont pas reconnues !

source: sitemap cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
fr_fr: Le dossier du cache sitemap n’a pu être créé. Essayez de le créer manuellement via FTP avec les droits chmod 0777.

source: Gallery index page
fr_fr: Page d’accueil de la galerie

source: If your theme does not use the theme index.php page as the gallery index, enter the name of the page here. In the Zenpage theme for example this could be gallery.php. In that case you enter "gallery". If this is not empty the index.php sitemap is not generated.
fr_fr: Si votre thème n’utilise pas la page index.php du thème comme page d’accueil de la galerie, saisissez-en le nom ici. Dans le thème Zenpage cela pourrait être par exemple galerie.php ; saisissez alors « galerie ». Si cette valeur n’est pas vide, la carte du site index.php ne sera pas générée.

source: Album date
fr_fr: Date de l’album

source: Field to use for the last modification date of albums.
fr_fr: Champ à utiliser pour la dernière date de modification des albums

source: Image date
fr_fr: Date de l’image

source: Field to use for the last modification date of images.
fr_fr: Champ à utiliser pour la dernière date de modification des images

source: Change frequency - ZenPhoto20 index
fr_fr: Fréquence des modifications – index Zenphoto20

source: always
fr_fr: toujours

source: hourly
fr_fr: toutes les heures

source: daily
fr_fr: tous les jours

source: weekly
fr_fr: toutes les semaines

source: monthly
fr_fr: tous les mois

source: yearly
fr_fr: tous les ans

source: never
fr_fr: Jamais

source: Change frequency - albums
fr_fr: Fréquence des modifications : albums

source: Change frequency - images
fr_fr: Fréquence des modifications : images

source: Change frequency - Zenpage pages
fr_fr: Fréquence des modifications : pages Zenpage

source: Change frequency - Zenpage news index
fr_fr: Fréquence des modifications : index des actualités Zenpage

source: Change frequency: Zenpage news articles
fr_fr: Fréquence des modifications : articles d’actualités Zenpage

source: Change frequency - Zenpage news categories
fr_fr: Fréquence des modifications : catégories d’actualités Zenpage

source: Enable Google image and video extension
fr_fr: Active l’extension Google image et vidéo

source: If checked, the XML output file will be formatted using the Google XML image and video extensions where applicable.
fr_fr: Si cette option est activée, le fichier de sortie XML sera formaté en utilisant si possible les extensions Google image et vidéo.

source: <strong>Note:</strong> Other search engines (Yahoo, Bing) might not be able to read your sitemap. Also the Google extensions cover only image and video formats. If you use custom file types that are not covered by Zenphoto standard plugins or types like .mp3, .txt and .html you should probably not use this or modify the plugin. Also, if your site is really huge think about if you really need this setting as the creation may cause extra workload of your server and result in timeouts
fr_fr: <strong>Note:</strong> D’autres moteurs de recherche (Yahoo, Bing) ne pourront pas lire votre sitemap. Les extensions de Google ne concernent que les formats d’images et de vidéos. Si vous utilisez d’autres types de fichiers qui ne sont pas couverts par les extensions standards Zenphoto ou des fichiers tels que .mp3, .txt et .html, vous ne devriez pas utiliser cette extension sans la modifier. De plus, si votre site est volumineux, pensez-y sérieusement avant d’utiliser cette option car cela risque de surcharger le serveur.

source: Google image and video extension: Link full image
fr_fr: Extension Google image et vidéo : lien à l’image pleine grandeur

source: If checked, the original full image is referenced instead of the sized images in the cache. For image formats only.
fr_fr: Si coché, le référencement se fera aux images originales pleine grandeur et non aux images redimensionnées du cache. Pour les formats d’image seulement.

source: Google - URL to image license
fr_fr: Google – URL vers la licence de l’image

source: Optional. Used only if the Google extension is checked. Must be an absolute URL address of the form:
fr_fr: Optionnelle ; utilisée seulement si l’extension Google est activée. Cela doit être une URL complète de la forme :

source: Sitemap processing chunk
fr_fr: Nombre d’albums par fichier sitemap

source: The number of albums that will be processed for each sitemap file. Lower this value if you get script timeouts when creating the files.
fr_fr: Le nombre d’albums traités par fichier sitemap. Veuillez diminuer cette valeur si, lors de la création des fichiers, les scripts prennent trop de temps à répondre.

source: Use subdomains
fr_fr: Utiliser des sous-domaines

source: Sitemap tools
fr_fr: Outils sitemap

source: Generate or purge sitemap cache files.
fr_fr: Génère ou efface les fichiers sitemap mis en cache.

source: Available sitemap files:
fr_fr: Fichiers sitemap disponibles :

source: No sitemap files available.
fr_fr: Aucun fichier sitemap disponible

source: <strong>NOTE:</strong> If your theme uses different custom settings instead of the backend options the sitemaps may not match your site.
fr_fr: <strong>Note.</strong> Si votre thème utilise des réglages personnalisés au lieu des réglages par défaut, les sitemaps peuvent ne pas correspondre à votre site.

source: This creates individual static xml sitemap files of the following items:
fr_fr: Ceci crée des fichiers sitemap individuels statiques des éléments suivants :

source: ZenPhoto20 items
fr_fr: Éléments ZenPhoto20

source: Index pages
fr_fr: Pages d’accueil

source: <em>Albums</em>: These are split into multiple sitemaps.
fr_fr: <em>Albums</em> : Ils sont répartis en plusieurs sitemaps.

source: <em>Images</em>: These are split into multiple sitemaps.
fr_fr: <em>Images</em> : Elles sont réparties en plusieurs sitemaps.

source: Zenpage CMS items (if the plugin is enabled)
fr_fr: Éléments du CMS Zenpage (si l’extension est activée).

source: Additionally a sitemapindex file is created that points to the separate ones above. You can reference this sitemapindex file in your robots.txt file or submit its url to services like Google via <code>%1$s/index.php?sitemap</code>
fr_fr: De plus, un fichier sitemapindex a été créé ; il pointe vers les fichiers sus-mentionnés. Vous pouvez référencer ce fichier sitemapindex dans votre fichier robots.txt ou soumettre son adresse à des services comme Google via <code>%1$s/index.php?sitemap</code>.

source: The sitemap cache is cleared if you create new ones. All files are stored in the <code>/%s/sitemap/</code> folder.
fr_fr: Le cache du sitemap est purgé si vous en créez un nouveau. Tous les fichiers sont enregistrés dans le dossier <code>/%s/sitemap/</code>.

source: Generate sitemaps
fr_fr: Génère les sitemap

source: Clear sitemap cache
fr_fr: Vider le cache sitemap

source: Sitemap files are being generated...Patience please.
fr_fr: Un peu de patience s.v.p... Les fichiers du sitemap sont en train d’être créés.

source: Adds a theme function to call a slideshow either based on jQuery (default) or Colorbox.
fr_fr: Ajoute au thème une fonction pour permettre de lancer un diaporama fonctionnant sur jQuery (par défaut) ou Colorbox.

source: Only one slideshow plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: Une seule extension de diaporama peut être activée. Or, <a href="#%1$s"><code>%1$s</code></a> l’est déjà.

source: <em>jQuery Cycle</em> for slideshow using the jQuery Cycle plugin<br /><em>jQuery Colorbox</em> for slideshow using Colorbox (Colorbox plugin required).<br />NOTE: The jQuery Colorbox mode is attached to the link the printSlideShowLink() function prints and can neither be called directly nor used on the slideshow.php theme page.
fr_fr: <em>jQuery Cycle</em> pour créer un diaporama en utilisant l’extension jQuery Cycle.<br /><em>jQuery Colorbox</em> pour créer un diaporama avec Colorbox (l’extension Colorbox est requise).<br />Note. Le mode Colorbox de jQuery utilise le lien créé par la fonction printSlideShowLink() ; il ne peut pas être appelé directement ni utilisé dans la page slideshow.php du thème.

source: Speed of the transition in milliseconds.
fr_fr: Vitesse de la transition en millisecondes.

source: The scripts for which the slideshow is enabled. {Should have been set by the themes!}
fr_fr: Les scripts pour lesquels le diaporama est activé. <br />(Cela devrait être spécifié par les thèmes.)

source: Slide width
fr_fr: Largeur de la diapositive

source: Width of the images in the slideshow.
fr_fr: Largeur des images dans le diaporama.

source: Slide height
fr_fr: Hauteur de la diapositive

source: Height of the images in the slideshow.
fr_fr: Hauteur des images dans le diaporama.

source: Cycle Effect
fr_fr: Transitions

source: fade
fr_fr: fondu

source: slide X
fr_fr: selon l’axe X

source: slide Y
fr_fr: selon l’axe Y

source: scroll up
fr_fr: vers le haut

source: scroll down
fr_fr: vers le bas

source: scroll left
fr_fr: vers la gauche

source: scroll right
fr_fr: vers la droite

source: The cycle slide effect to be used.
fr_fr: L’effet de transition à utiliser entre les images.

source: Timeout
fr_fr: Limite de temps

source: Milliseconds between slide transitions (0 to disable auto advance.)
fr_fr: Nombre de millisecondes entre les transitions inter-images (mettre 0 pour désactiver la bascule automatique).

source: Check if you want to show the image’s description below the slideshow.
fr_fr: Cocher cette case pour afficher la description de l’image sous le diaporama.

source: Colorbox transition
fr_fr: Transition Colorbox

source: elastic
fr_fr: élastique

source: The Colorbox transition slide effect to be used.
fr_fr: L’effet de transition Colorbox à utiliser.

source: Colorbox image type
fr_fr: Type d’image Colorbox

source: sized image
fr_fr: image redimensionnée

source: The image type you wish to use for the Colorbox. If you choose “sized image” the slideshow width value will be used for the longest side of the image.
fr_fr: Le type d’image à utiliser pour Colorbox. Si vous choisissez « image redimensionnée », la largeur du diaporama sera utilisée comme plus longue dimension de l’image.

source: Colorbox image title
fr_fr: Titre d’image Colorbox

source: If the image title should be shown at the bottom of the Colorbox.
fr_fr: Indique si le titre de l’image est affiché en bas de la boîte Colorbox.

source: Invalid slideshow album name!
fr_fr: Le nom du diaporama de l’album est invalide !

source: Previous
fr_fr: Précédente

source: Stop and return to album or image page
fr_fr: Arrêter et retourner à la page de l’album ou de l’image

source: Pause (to stop the slideshow without returning)
fr_fr: Pause (pour arrêter le diaporama sans revenir à la page précédente)

source: Play
fr_fr: Lecture

source: provide the album name as %1 and (optionally) <code>true</code> (or <code>false</code>) as %2 to show (hide) controls. Hiding the controls is the default. Width(%3) and height(%4) may also be specified to override the defaults.
fr_fr: Fournit le nom de l’album en %1 et (en option) <code>true</code> (ou <code>false</code>) en %2 pour afficher (ou masquer) les contrôles. Par défaut, les contrôles ne sont pas affichés. On peut aussi substituer les valeurs par défaut en spécifiant la largeur (%3) et la hauteur (%4).

source: Slideshow not available because colorbox is not enabled on %1$s <em>%2$s</em> pages.
fr_fr: Le diaporama n’est pas disponible car Colorbox n’est activé sur les pages <em>%2$s</em> de %1$s.

source: image %1$s of %2$s
fr_fr: image %1$s de %2$s

source: Slideshow plugin based on the Cycle2 jQuery plugin.
fr_fr: Extension Slideshow, basée sur l’extension jQuery Cycle2.

source: Slideshow: Mode
fr_fr: Diaporama : mode
