Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: PHP <code>setlocale()</code> failed
fr_fr: La fonction <code>setlocale()</code> de PHP a échoué

source: Locale functionality is not implemented on your platform or the specified locale does not exist. Language translation may not work.
fr_fr: La gestion des paramètres régionaux n’est pas installée sur votre plateforme ou le paramètre régional spécifié n’existe pas. La localisation ne fonctionnera sans doute pas.

source: Setting <em>mbstring.internal_encoding</em> to <strong>%s</strong> in your <em>php.ini</em> file is recommended to insure accented and multi-byte characters function properly.
fr_fr: Il est recommandé de régler le paramètre <em>mbstring.internal_encoding</em> à <strong>%s</strong> dans votre fichier <em>php.ini</em> pour utiliser sans problème les caractères accentués et multi-octets.

source: PHP <code>mbstring</code> package
fr_fr: Module <code>mbstring</code> de PHP

source: PHP <code>mbstring</code> package [Your internal character set is <strong>%s</strong>]
fr_fr: Module <code>mbstring</code> de PHP : [le jeu de caractères interne est <strong>%s</strong>]

source: You need to install the <code>mbstring</code> package or correct the issue with <code>iconv()</code>
fr_fr: Vous devez installer le module <code>mbstring</code> de PHP ou corriger ce problème avec <code>iconv()</code>

source: PHP <code>mbstring</code> package [is not present and <code>iconv()</code> is not working]
fr_fr: Le module <code>mbstring</code> de PHP n’est pas présent et <code>iconv()</code> ne fonctionne pas

source: Strings generated internally by PHP may not display correctly. (e.g. dates)
fr_fr: Les chaînes de caractères générées par PHP (comme les dates) peuvent ne pas s’afficher correctement.

source: PHP <code>mbstring</code> package [is not present]
fr_fr: Le module <code>mbstring</code> de PHP n’est pas présent

source: PHP <code>default_charset</code>
fr_fr: <code>default_charset</code> de PHP

source: PHP <code>default_charset</code> [Your default character set is <strong>%s</strong>]
fr_fr: <code><code>default_charset</code> de PHP</code> de PHP [le jeu de caractères par défaut est <strong>%s</strong>]

source: Setting <em>default_charset</em> to <strong>%s</strong> in your <em>php.ini</em> file is recommended to insure accented and multi-byte characters function properly.
fr_fr: Il est recommandé de régler le paramètre <em>default_charset</em> à <strong>%s</strong> dans votre fichier <em>php.ini</em> pour utiliser sans problème les caractères accentués et multi-octets.

source: Graphics library
fr_fr: Bibliothèque graphique

source: Graphics support: <code>%s</code>
fr_fr: Bibliothèque graphique : <code>%s</code>

source: Graphics support [is not installed]
fr_fr: Aucune bibliothèque graphique n’est installée

source: You need to install a graphics support library such as the <em>GD library</em> in your PHP
fr_fr: Vous devez installer une bibliothèque graphique comme <em>GD</em> dans votre configuration PHP

source: Your PHP graphics library does not support %1$s or %2$s
fr_fr: La bibliothèque graphique de votre configuration PHP ne supporte pas %1$s ou %2$s

source: Your PHP graphics library does not support %1$s
fr_fr: La bibliothèque graphique de votre configuration PHP ne supporte pas %1$s

source: To correct this you should install a graphics library with appropriate image support in your PHP
fr_fr: Pour corriger cela, vous devriez installer dans votre configuration PHP une bibliothèque graphique qui offre le support des types d’images adéquats

source: Your PHP graphics library does not support %1$s, %2$s, or %3$s
fr_fr: La bibliothèque graphique de votre configuration PHP ne supporte pas %1$s, %2$s ou %3$s

source: To correct this you need to install GD with appropriate image support in your PHP
fr_fr: Pour corriger cela, vous devez installer dans votre configuration PHP la bibliothèque graphique GD avec le support des formats d’images adéquats

source: PHP graphics image support
fr_fr: Support graphique de PHP

source: The unsupported image types will not be viewable in your albums.
fr_fr: Les types d’images non supportés ne seront pas visibles dans vos albums.

source: Graphics Library rotation support [is not present]
fr_fr: La bibliothèque graphique requise pour gérer la rotation d’images n’est pas installée

source: The graphics support library does not provide support for image rotation.
fr_fr: La bibliothèque graphique utilisée ne gère pas la rotation d’images.

source: Graphics support [configuration error]
fr_fr: Problème avec le support graphique [erreur de configuration]

source: No image handling library was loaded. Be sure that your PHP has a graphics support.
fr_fr: Aucune bibliothèque de gestion d’images n’a été chargée. Assurez-vous que votre installation de PHP comporte une bibliothèque graphique.

source: <em>%1$s</em> file
fr_fr: fichier <em>%1$s</em>

source: <em>%1$s</em> file [does not exist]
fr_fr: Le fichier <em>%1$s</em> n’existe pas

source: Setup was not able to create this file. You will need to copy the <code>%1$s/zenphoto_cfg.txt</code> file to <code>%2$s/%3$s</code> then edit it as indicated in the file’s comments.
fr_fr: Le script d’installation n’a pu créer ce fichier. Vous devrez donc copier le fichier <code>%1$s/zenphoto_cfg.txt</code> dans <code>%2$s/%3$s</code>, puis l’éditer en suivant les instructions présentes dans les commentaires dudit fichier.

source: File permissions
fr_fr: Droits des fichiers

source: Set File permissions to %s.
fr_fr: Établit les droits des fichiers à %s.

source: <em>unknown</em> (<code>%o</code>)
fr_fr: <em>inconnu</em> (<code>%o</code>)

source: File Permissions [are %s]
fr_fr: Les droits des fichiers sont : %s

source: If file permissions are not set to <em>strict</em> or tighter there could be a security risk. However, on some servers the software does not function correctly with tight file permissions. If permission errors occur, run setup again and select a more relaxed permission.
fr_fr: Si les droits des fichiers ne sont pas réglés à <em>strict</em> ou à <em>très strict</em>, cela pose un risque de sécurité. Malheureusement, certains serveurs ne supportent pas bien les droits d’accès stricts. Si vous rencontrez des problèmes, relancez l’installation en donnant un droit d’accès un peu plus ouvert.

source: Your filesystem is Macintosh
fr_fr: Votre système de fichiers est celui du Macintosh

source: Macintosh file names containing diacritical marks are beyond the scope of this software. You should avoid these.
fr_fr: Zenphoto ne peut traiter les noms de fichiers Macintosh qui contiennent des caractères diacritiques (des caractères accentués). Vous devriez les éviter.

source: Your Windows filesystem character set is Western European (ISO)
fr_fr: L’encodage du système de fichiers Windows est réglé à Europe occidentale (ISO)

source: Character set
fr_fr: Encodage des caractères

source: If your server filesystem character set is different from <code>%s</code> and you create album or image filenames names containing characters with diacritical marks you may have problems with these objects.
fr_fr: Si l’encodage des caractères de votre système de fichiers n’est pas <code>%s</code> et que vous créez des albums et des images dont les noms ont des caractères accentués, vous risquez d’avoir des problèmes avec ces objets.

source: Change the filesystem character set define to %1$s
fr_fr: Définissez l’encodage des caractères du système de fichier en %1$s

source: The filesystem character define is %1$s [confirmed]
fr_fr: L’encodage des caractères du système de fichiers est %1$s [confirmé]

source: The filesystem character define is UTF-8 [assumed]
fr_fr: L’encodage du système de fichiers est UTF-8 [par déduction]

source: The filesystem character define is %1$s [which seems wrong]
fr_fr: L’encodage des caractères du système de fichiers est %1$s [ce qui semble incorrect]

source: The filesystem character define is %1$s [no test performed]
fr_fr: L’encodage des caractères du système de fichiers est %1$s [aucun test effectué]

source: Image URIs appear to require the <em>UTF-8</em> character set.
fr_fr: Les URI d’images semblent nécessiter l’encodage UTF-8.

source: Image URIs appear require the <em>filesystem</em> character set.
fr_fr: Les URI d’images nécessitent l’encodage du <em>système de fichiers</em>.

source: Image URIs with diacritical marks appear to fail.
fr_fr: Il semble impossible d’utiliser des URI d’images qui comportent des signes diacritiques.

source: PHP <code>%s</code> support for configured Database
fr_fr: <code>Support de %s</em> de PHP pour la base de données configurée

source: <code>%1$s</code> support (<a onclick="$('#%1$s').toggle('show')" >experimental</a>)
fr_fr: support de <code>%1$s</code> (<a onclick="$('#%1$s').toggle('show')" >expérimental</a>)

source: PHP <code>%s</code> support
fr_fr: Support de <code>%s</em> de PHP

source: PHP <code>%s</code> support [is not installed]
fr_fr: Le support de <code>%s</em> de PHP [n’est pas installé]

source: No database selected
fr_fr: Aucune base de données n’est sélectionnée

source: %1$s Version %2$s or greater is required. Version %3$s or greater is preferred. Use a lower version at your own risk.
fr_fr: La version %2$s ou plus récente de %1$s est requise. Il est même fortement recommandé d’utiliser au moins la version %3$s. Utiliser une version antérieure est à vos risques.

source: Database connection
fr_fr: Connexion à la base de données

source: Database credentials in configuration file
fr_fr: Paramètres de la base de données dans le fichier de configuration

source: <em>%1$s</em> reported: %2$s
fr_fr: Message <em>%1$s</em> : %2$s

source: You have not correctly set your <strong>Database</strong> <code>user</code>, <code>password</code>, etc. in your configuration file and <strong>setup</strong> is not able to write to the file.
fr_fr: Vous n’avez pas défini correctement <strong>la base de données</strong> <code>l’utilisateur</code>, <code>le mot de passe</code>, etc. dans le fichier de configuration, et <strong>le script d’installation</strong> (setup) n’est pas en mesure d’écrire dans ce fichier.

source: Database setup in configuration file
fr_fr: Paramétrage de la base de données dans le fichier de configuration

source: Connect to %s
fr_fr: Connexion à %s

source: Connect to Database [<code>CONNECT</code> query failed]
fr_fr: Connexion à la base de données : [la requête <code>CONNECT</code> a échoué]

source: Database <code>%s</code> created
fr_fr: Base de données <code>%s</code> créée

source: Click here to attempt to create <a href="?Create_Database" >%s</a>.
fr_fr: Cliquez ici pour essayer de créer <a href="?Create_Database" >%s</a>.

source: Database <code>%s</code> not created [<code>CREATE DATABASE</code> query failed]
fr_fr: La base de données <code>%s</code> n’a pu être créée. [La requête <code>CREATE DATABASE</code> a échoué.]

source: You may need to set <code>SQL mode</code> <em>empty</em> in your Database configuration.
fr_fr: Mettez le paramètre <code>mode SQL</code> sur <em>vide</em> dans la configuration de la base de données.

source: <code>SQL mode</code> [query failed]
fr_fr: <code>Mode SQL</code> : la requête a échoué

source: <code>SQL mode</code> [<em>%s</em> overridden]
fr_fr: <code>Mode SQL</code> : [<em>%s</em> supplanté]

source: Consider setting it <em>empty</em> in your Database configuration.
fr_fr: Mettez ce paramètre à <em>vide</em> dans la configuration de votre base de données.

source: <code>SQL mode</code>
fr_fr: <code>Mode SQL</code>

source: <code>SQL mode</code> [is set to <em>%s</em>]
fr_fr: Le <code>mode SQL</code> [est à <em>%s</em>]

source: Consider setting it <em>empty</em> if you get Database errors.
fr_fr: Mettez ce paramètre à <em>vide</em> si vous obtenez des erreurs de base de données.

source: <code>SQL mode</code> [SET SESSION failed]
fr_fr: <code>Mode SQL</code> : [La requête SET SESSION a échoué]

source: Grants found:
fr_fr: Habilitations trouvées :

source: The <em>SHOW GRANTS</em> query failed.
fr_fr: La requête <em>SHOW GRANTS</em> a échoué.

source: Database <code>access rights</code> for <em>%s</em>
fr_fr: <code>Droits d’accès</code> à la base de données <em>%s</em>

source: Database <code>access rights</code> for <em>%1$s</em> [%2$s]
fr_fr: <code>Droits d’accès</code> à la base de données <em>%1$s</em> [%2$s]

source: Your Database user must have %s rights.
fr_fr: L’utilisateur de base de données doit avoir les droits %s.

source: <em>SHOW TABLES</em> [found no tables]
fr_fr: La requête <em>SHOW TABLES</em> n’a trouvé aucune table

source: <em>SHOW TABLES</em> found: %s
fr_fr: La requête <em>SHOW TABLES</em> a trouvé : %s

source: <em>SHOW TABLES</em> [Failed]
fr_fr: La requête <em>SHOW TABLES</em> a échoué.

source: The database did not return a list of the database tables for <code>%s</code>.
fr_fr: La base de données n’a pas renvoyé de liste de tables pour <code>%s</code>.

source: <strong>Setup</strong> will attempt to create all tables. This will not over write any existing tables.
fr_fr: <strong>Le script d’installation</strong> va essayer de créer toutes les tables. Cela n’effacera pas celles qui existent déjà.

source: Database <code>field collations</code> [Image table]
fr_fr: <code>Collation des champs</code> de la base de données : table d’images

source: Database <code>field collations</code> [Album table]
fr_fr: <code>Collation des champs</code> de la base de données : table d’albums

source: Database <code>field collations</code> [Image and Album tables]
fr_fr: <code>Collation des champs</code> de la base de données : tables d’images et d’albums

source: Database <code>field collations</code> [SHOW COLUMNS query failed]
fr_fr: <code>Collation des champs</code> de la base de données : la requête SHOW COLUMNS a échoué

source: Database <code>field collations</code>
fr_fr: <code>Collation des champs</code> de la base de données

source: %s is not UTF-8. You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code>
fr_fr: %s n’est pas en UTF-8. Vous devriez envisager de convertir vos données au format UTF-8 puis de modifier le paramètre « collation des champs » des tables de la base de données en <code>utf8_unicode_ci</code>

source: Database <code>$conf["UTF-8"]</code> [is not set <em>true</em>]
fr_fr: Le paramètre <code>$conf["UTF-8"]</code> [n’est pas à <em>vrai</em>]

source: You should consider porting your data to UTF-8 and changing the collation of the database fields to <code>utf8_unicode_ci</code> and setting this <em>true</em>.
fr_fr: Vous devriez envisager de convertir vos données au format UTF-8 et de modifier le paramètre « collation des champs » des tables de la base de données en <code>utf8_unicode_ci</code> ; réglez ensuite ce paramètre à <em>vrai</em>.

source: ZenPhoto20 files
fr_fr: Fichiers ZenPhoto20

source: ZenPhoto20 package [missing]
fr_fr: Fichiers de base de ZenPhoto20 [absents]

source: The file <code>zenphoto.package</code> is either missing, not readable, or defective. Your installation may be corrupt!
fr_fr: Le fichier <code>zenphoto.package</code> est soit absent, illisible ou défectueux. Votre installation est sans doute corrompue !

source: Setting permissions (0%o) for ZenPhoto20 package.
fr_fr: Paramétrage des droits d’accès (0%o) pour ZenPhoto20.

source: ZenPhoto20 core files [This is a <em>debug</em> build. Some files are missing or seem wrong]
fr_fr: Fichiers du cœur de ZenPhoto20. [Il s’agit d’une version de <em>développement</em>. Certains fichiers sont absents ou défectueux.]

source: ZenPhoto20 core files [Some files are missing or seem wrong]
fr_fr: Fichiers du cœur de ZenPhoto20. [Certains fichiers sont absents ou défectueux.]

source: Perhaps there was a problem with the upload. You should check the following files:
fr_fr: Il y a peut être eu un problème lors du chargement vers le serveur. Vous devriez vérifier les fichiers suivants :

source: ZenPhoto20 core files [Could not update the root <em>index.php</em> file.]
fr_fr: Fichiers du cœur de ZenPhoto20. [Impossible de mettre à jour le fichier <em>index.php</em> du dossier principal.]

source: Perhaps there is a permissions issue. You should manually copy the %s <em>root_index.php</em> file to the installation root and rename it <em>index.php</em>.
fr_fr: Il y a peut-être un problème d’autorisations. Veuillez copier manuellement le fichier %s <em>root_index.php</em> dans le dossier racine de votre galerie, puis le renommer <em>index.php</em>.

source: ZenPhoto20 core files [This is a <em>debug</em> build]
fr_fr: Fichiers du cœur de ZenPhoto20. [Il s’agit d’une version de <em>développement</em>.]

source: ZenPhoto20 core files
fr_fr: Fichiers du cœur de ZenPhoto20

source: Installation files
fr_fr: Fichiers d’installation

source: ZenPhoto20 core folders [Some unknown files were found]
fr_fr: Dossiers du cœur de ZenPhoto20. [Certains fichiers inconnus ont été trouvés.]

source: The following files could not be deleted.
fr_fr: Les fichiers suivants n’ont pu être supprimés.

source: You should remove the following files:
fr_fr: Vous devriez supprimer les fichiers suivants :

source: Delete extra files
fr_fr: Supprimez les fichiers supplémentaires

source: ZenPhoto20 core file permissions
fr_fr: Droits des fichiers du cœur de ZenPhoto20

source: ZenPhoto20 core file permissions [not correct]
fr_fr: Les droits des fichiers du cœur de ZenPhoto20 ne sont pas corrects

source: Setup could not set the one or more components to the selected permissions level. You will have to set the permissions manually.
fr_fr: Le script d’installation n’a pu appliquer les droits demandés à un ou plusieurs composants. Vous devrez les définir manuellement.

source: <em>.htaccess</em> file
fr_fr: Fichier <em>.htaccess</em>

source: <em>.htaccess</em> file [is empty or does not exist]
fr_fr: Le fichier <em>.htaccess</em> est vide ou n’existe pas

source: If you have the mod_rewrite module enabled an <em>.htaccess</em> file is required the root zenphoto folder to create cruft-free URLs.
fr_fr: Si le module d’Apache mod_rewrite est activé, il faut placer un fichier <em>.htaccess</em> à la racine du dossier zenphoto pour créer des URL propres.

source: You can ignore this warning if you do not intend to set the <code>mod_rewrite</code> option.
fr_fr: Vous pouvez ignorer cette alerte si vous ne comptez pas utiliser l’option <code>mod_rewrite</code>.

source: <p class="buttons"><a href="?copyhtaccess" >Make setup create the file</a></p><br style="clear:both" /><br />
fr_fr: <p class="buttons"><a href="?copyhtaccess" >Laisser le script d’installation créer le fichier</a></p><br style="clear:both" /><br />

source: Server seems to be <em>nginx</em>
fr_fr: Le serveur semble être un serveur <em>nginx</em>

source: If you wish to create cruft-free URLs, you will need to configuring <em>rewriting</em> for your NGINX server so that any link that does not go directly to a file goes to the installation root <code>index.php</code> script.
fr_fr: Si vous désirez obtenir des URL « propres », vous devez configurer la <em>réécriture</em> de votre serveur NGINX pour que les liens qui ne pointent pas directement à un fichier soient redifigés vers le script <code>index.php</code> à la racine de la galerie.

source: Server seems not to be <em>Apache</em> or <em>Apache-compatible</em>, <code>mod_rewrite</code> may not be available.
fr_fr: Le serveur ne semble pas être un serveur <em>Apache</em> ni être <em>compatible Apache</em> ; le module <code>mod_rewrite</code> n’est sans doute pas disponible.

source: Server seems not to be Apache or Apache-compatible, <code>.htaccess</code> not required.
fr_fr: Le serveur ne semble pas être un serveur Apache ni un compatible ; le fichier <code>.htaccess</code> n’est donc pas requis.

source: The <em>.htaccess</em> file in your root folder is not the same version as the one distributed with this version of ZenPhoto20. If you have made changes to <em>.htaccess</em>, merge those changes with the <em>%s/htaccess</em> file to produce a new <em>.htaccess</em> file.
fr_fr: La version du fichier<em>.htaccess</em> du répertoire racine de votre galerie est différente de celle de cette version de ZenPhoto20. Si vous avez effectivement modifié votre fichier<em>.htaccess</em>, intégrez ces modifications au fichier <em>%s/htaccess</em> de cette version afin de produire un nouveau fichier <em>.htaccess</em>.

source: <p class="buttons"><a href="?copyhtaccess" >Replace the existing <em>.htaccess</em> file with the current version</a></p><br style="clear:both" /><br />
fr_fr: <p class="buttons"><a href="?copyhtaccess" >Replacer le fichier <em>.htaccess</em> existant avec la version courante de ce fichier.</a></p><br style="clear:both" /><br />

source: <em>.htaccess</em> file [wrong version]
fr_fr: Le fichier <em>.htaccess</em> n’est pas de la bonne version

source: <em>.htaccess</em> file (<em>RewriteEngine</em> is <strong>%s</strong>)
fr_fr: Fichier <em>.htaccess</em> : (le paramètre <em>RewriteEngine</em> est à <strong>%s</strong>)

source: <em>.htaccess</em> RewriteBase [is <em>missing</em>]
fr_fr: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <em>manquant</em>

source: <em>.htaccess</em> RewriteBase is <code>%s</code>
fr_fr: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <code>%s</code>

source: <em>.htaccess</em> RewriteBase is <code>%s</code> [Does not match install folder]
fr_fr: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <code>%s</code> [Cela ne correspond pas au dossier d’installation]

source: <em>.htaccess</em> RewriteBase is <code>%s</code> (fixed)
fr_fr: Le paramètre RewriteBase du fichier <em>.htaccess</em> est <code>%s</code> (corrigé)

source: Setup was not able to write to the file change RewriteBase match the install folder.
fr_fr: Le script d’installation n’a pas été en mesure d’écrire le fichier ; corrigez le paramètre RewriteBase pour correspondre à votre dossier d’installation.

source: Either make the file writeable or set <code>RewriteBase</code> in your <code>.htaccess</code> file to <code>%s</code>.
fr_fr: Deux possibilités : soit rendre le fichier inscriptible, soit modifier le paramètre <code>RewriteBase</code> dans le fichier <code>.htaccess</code> en <code>%s</code>.

source: Rewrite rules updated
fr_fr: Les règles de réécriture ont été mises à jour

source: Rewrite rules updated [not updated]
fr_fr: Règles de réécriture mises à jour [pas mises à jour]

source: Setup was not able to write to the file change the rewrite rules for site upgrades.
fr_fr: Le script d’installation n’a pas été en mesure d’écrire au fichier les règles de réécriture pour les mises à jour du site.

source: <em>robots.txt</em> file
fr_fr: Fichier <em>robots.txt</em>

source: <em>robots.txt</em> file [Not created]
fr_fr: Le fichier <em>robots.txt</em> n’a pas été créé

source: Setup could not find the <em>example_robots.txt</em> file.
fr_fr: Le script d’installation n’a pas réussi à trouver le fichier <em>example_robots.txt</em>.

source: Setup did not create a <em>robots.txt</em> file because one already exists.
fr_fr: Le fichier <em>robots.txt</em> existant déjà, le script d’installation de Zenphoto n’y a pas touché.

source: Setup could not create a <em>robots.txt</em> file.
fr_fr: Le script d’installation n’a pas pu créer un fichier <em>robots.txt</em>.

source: albums [<code>$conf['external_album_folder']</code> is deprecated]
fr_fr: Le paramètre [<code>$conf['external_album_folder']</code> des albums est obsolète]

source: You should update your configuration file to conform to the current %1$s example file.
fr_fr: Vous devez mettre à jour votre fichier de configuration pour qu’il soit conforme au fichier-témoin %1$s.

source: <em>albums</em> folder
fr_fr: Dossier <em>albums</em>
