Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: This text will be used as the <em>title</em> of the article. The album title will be substituted for <code>%1$s</code>.
fr_fr: Ce texte sera utilisé comme <em>titre</em> de l’article. Le titre de l’abum sera substitué pour <code>%1$s</code>.

source: Set the size the image will be displayed.
fr_fr: Choisissez la taille d’affichage de l’image.

source: Publish protected
fr_fr: Publier les contenus protégés

source: Unless this is checked, objects which are "protected" will not have news articles generated.
fr_fr: Si cette option n’est pas cochée, les items protégés ne généreront pas d’article d’actualité.

source: Select a category for the generated articles
fr_fr: Choisissez une catégorie pour les articles générés

source: Use album folder
fr_fr: Utilisez le dossier de l’album

source: If this option is checked and a category matching the album folder exists, that will be used as the article category.
fr_fr: Si cette option est sélectionnée et une catégorie correspondant au dossier de l’album existe, celle-ci sera utilisée comme catégorie de l’article.

source: Import Combi-news
fr_fr: Importation Combi-news

source: If this option is checked, articles will be generated based on your old <em>Combi-news</em> settings.
fr_fr: Si ce paramètre est coché, les articles seront générés d’après vos anciens paramètres <em>Combi-news</em>.

source: Dynamically insert the description from a gallery object--album name (%1), image name (%2).
fr_fr: Saisit dynamiquement la description à partir de celle d’un objet de la gallerie – nom de l’album (%1), nom de l’image (%2).

source: Auto category for ported combi-news articles.
fr_fr: Catégorie automatique pour les articles combi-news portés.

source: Display Google Maps based on <em>latitude</em> and <em>longitude</em> metadata in the images.
fr_fr: Affiche des cartes Google Maps à partir de la <em>latitude</em> et de la <em>longitude</em> inscrites dans les métadata des images.

source: <strong>Note</strong>: Google does place limits on the use of its <a href="%s"><em>Maps API</em></a>. Please review these to be sure your site is in compliance.
fr_fr: <strong>Note</strong>. Google impose des limites sur l’utilisation de son code <a href="%s"><em>Maps API</em></a>. Veuillez les vérifier pour vous assurer que votre site les respecte.

source: Hybrid
fr_fr: Mixte

source: Map
fr_fr: Plan

source: Terrain
fr_fr: Relief

source: Allowed maps
fr_fr: Types de cartes autorisées

source: Select the map types that are allowed.
fr_fr: Sélection des types de carte qui peuvent être affichées.

source: Initial map display selection
fr_fr: Mode d’affichage initial de la carte

source: Select the initial type of map to display.
fr_fr: Sélection du type de carte affichée à l’ouverture.

source: Map display
fr_fr: Affichage de la carte

source: Select <em>hide</em> to initially hide the map. Select <em>colorbox</em> for the map to display in a colorbox. Select <em>show</em> and the map will display when the page loads.
fr_fr: Choisir <em>Masquer</em> pour ne pas afficher la carte immédiatement. <br />Choisir <em>Colorbox</em> pour afficher la carte dans une fenêtre colorbox. <br />Choisir <em>Afficher</em> pour afficher la carte dès que la page est chargée.

source: Map controls
fr_fr: Sélecteurs de type de carte

source: Dropdown
fr_fr: Menu déroulant

source: Display options for the Map type control.
fr_fr: Mode d’affichage des sélecteurs de type de carte.

source: Zoom controls
fr_fr: Sélecteurs d’agrandissement

source: Display options for the Zoom control.
fr_fr: Paramètres d’affichage du sélecteur d’agrandissement.

source: Max zoom level
fr_fr: Niveau d’agrandissement maximum

source: The max zoom level for clustering pictures on map.
fr_fr: Le niveau d’agrandisement maximum pour le regroupement des images sur la carte.

source: Map sessions
fr_fr: Sessions pour les cartes

source: If checked GoogleMaps will use sessions to pass map data for the <em>colorbox</em> display option. We recommend this option be selected. It protects against reference forgery security attacks and mitigates problems with data exceeding the allowed by some browsers.
fr_fr: Si ce paramètre est activé, GoogleMaps utilise des sessions pour passer les données cartographiques à l’affichage <em>Colorbox</em>. Nous recommandons d’activer ce paramètre afin de ne pas transférer les données par l’URL, ce qui évite un risque de sécurité (hameçonnage) et évite des problèmes sur certains navigateurs qui ne supportent pas les URL trop longues.

source: Map display error
fr_fr: Erreur d’affichage de la carte

source: The GoogleMap plugin <em>map display</em> script has received a corrupt <em>Map</em> parameter. This is most likely caused by URL character limitations from your browser.
fr_fr: Le script <em>d’affichage de carte (map display)</em> de l’extension GoogleMap a reçu un paramètre <em>Map</em> corrompu. Cela est sans doute causé par les limites de votre navigateur quant aux caractères acceptables.

source: For information on URL limits visit <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a>.
fr_fr: Pour connaître les limites des adresses URL, veuillez consulter cette page : <a href="javascript:parent.window.location='http://www.boutell.com/newfaq/misc/urllength.html';">What is the maximum length of a URL</a> (quelle est la longueur maximale d’une URL).

source: You can try a different browser or contact the site manager for assistance.
fr_fr: Vous pouvez essayer un autre navigateur ou demander l’aide du gestionnaire du site.

source: If you are the manager of this site you can try the following:
fr_fr: Si vous êtes le gestionnaire du site, vous pouvez essayer ceci :

source: Enable the <a href="javascript:parent.window.location=%s;">GoogleMap option</a> <em>Map sessions</em>.
fr_fr: Activer <a href="javascript:parent.window.location=%s;">l’option GoogleMap</a> <em>Map sessions</em>.

source: Reduce the number of <em>points</em> being displayed
fr_fr: Réduire le nombre de <em>points</em> affichés

source: Reduce the text passed as the description of each <em>point</em>
fr_fr: Réduire le texte utilisé comme descriptif de chaque <em>point</em>

source: Truncate the titles of the <em>points</em>
fr_fr: Tronquer les titres des <em>points</em>

source: Places a Google Site Verification metatag into the header of your site’s pages.
fr_fr: Place une métabalise de validation pour Google Site dans l’en-tête des pages de votre site.

source: Verification content
fr_fr: Code de vérification

source: Insert the <em>content</em> portion of the meta tag supplied by Google.
fr_fr: Inscrire ici la portion « <em>content</em> » de la métabalise fournie par Google.

source: All hitcounters have been set to zero.
fr_fr: Tous les compteurs d’affichage ont été remis à zéro.

source: Automatically increments hitcounters on gallery objects viewed by a <em>visitor</em>.
fr_fr: Incrémente automatiquement les compteurs des objets vus par un <em>visiteur</em>.

source: IP Address list
fr_fr: Liste d’adresses IP

source: Comma-separated list of IP addresses to ignore.
fr_fr: Liste des IP à ignorer (séparées par des virgules).

source: Filter
fr_fr: Filtre

source: IP addresses
fr_fr: Adresses IP

source: Search Crawlers
fr_fr: Robots de recherche

source: Check to enable. If a filter is enabled, viewers from in its associated list will not count hits.
fr_fr: Cocher pour activer. Si un filtre est activé, les visiteurs qui proviennent de ces adresses ne seront pas comptabilisés.

source: Search Crawler list
fr_fr: Liste des robots de recherche

source: Comma-separated list of search bot user agent names.
fr_fr: Liste des robots des moteurs de recherche séparés par une virgule.

source: Reset options to their default settings.
fr_fr: Réinitialise les options.

source: Defaults
fr_fr: Valeurs par défaut

source: Insert my IP
fr_fr: Insérer mon adresse IP

source: Reset all hitcounters
fr_fr: Remettre les compteurs à zéro

source: Reset all hitcounters to zero
fr_fr: Remet à zéro tous les compteurs d’affichage.

source: A plugin to print the most common HTML meta tags to the head of your site’s pages.
fr_fr: Inscrit dans l’en-tête (section Head) des pages de votre site les métabalises les plus courantes.

source: If checked links to the alternative languages will be in the form <code><em>language</em>.%1$s</code> where <code><em>language</em></code> is the language code, e.g. <code><em>fr</em></code> for French.
fr_fr: Si coché, les liens vers les langues disponibles prendront la forme <code><em>langue</em>.%1$s</code>, où <code><em>langue</em></code> est le code de langue (ex.: <code><em>fr</em></code> pour le français).

source: This requires that you have created the appropriate subdomains pointing to your installation. That is <code>fr.%1$s</code> must point to the same location as <code>%1$s</code>. (Some providers will automatically redirect undefined subdomains to the main domain. If your provider does this, no subdomain creation is needed.)
fr_fr: Pour cela, vous devez avoir créé les sous-domaines nécessaires et les avoir fait pointer vers votre installation. Par exemple, <code>fr.%1$s</code> doit pointer au même endroit que <code>%1$s</code>. (Certains fournisseurs redirigent automatiquement les sous-domaines non définis vers le domaine principal. Si c’est le cas du vôtre, vous n’avez pas besoin de créer de sous-domaine.)

source: Cache control
fr_fr: Paramétrage du cache

source: If the browser cache should be used.
fr_fr: Si le cache du navigateur doit être utilisé.

source: If the pages should be allowed to be cached on proxy servers.
fr_fr: Indique si les pages peuvent être mises en cache par les serveurs proxy.

source: If and how robots are allowed to visit the site. Default is “index”. Note that you also should use a robot.txt file.
fr_fr: Indique si les robots sont autorisés à visiter le site et de quelle façon ils le sont. La valeur par défaut est « index ». Vous devriez également utiliser un fichier « robots.txt ».

source: Revisit after
fr_fr: Visiter de nouveau après

source: Request the crawler to revisit the page after x days.
fr_fr: Demande au robot de visiter la page après x jours.

source: Expires
fr_fr: Expiration

source: When the page should be loaded directly from the server and not from any cache. You can either set a date/time in international date format <em>Sat, 15 Dec 2001 12:00:00 GMT (example)</em> or a number. A number then means seconds, the default value <em>43200</em> means 12 hours.
fr_fr: Quand la page doit être chargée directement depuis le serveur et non du cache. Vous pouvez soit spécifier une date et une heure en format international <em>Sat,15 Dec 2001 12:00:00 GMT</em>, soit un nombre (qui correspond à une durée en secondes, par exemple <em>43200<em> correspond à 12 heures).

source: Canonical URL link
fr_fr: Lien d’URL canonique

source: This adds a link element to the head of each page with a <em>canonical url</em>. If <code>Language links</code> from the <em>dynamic-locale</em> plugin is enabled it also generates alternate links for other languages (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).
fr_fr: Ce paramètre ajoute un élément lien dans l’en-tête de chaque page avec <em>l’URL canonique</em>. Si l’extension <code>dynamic-locale</code> est activée, un lien dans chaque langue est aussi généré (<code>&lt;link&nbsp;rel="alternate" hreflang="</code>...<code>" href="</code>...<code>" /&gt;</code>).

source: Site logo
fr_fr: Logo du site

source: Enter the full url to a specific site logo image. Facebook, Google+ and others will use that as the thumb shown in link previews within posts. For image or album pages the default size album or image thumb is used automatically.
fr_fr: Saisir l’adresse URL complète d’une image qui servira de logo de votre site. Cette image sera utilisée pour illustrer les liens dans les communications sur Facebook, Google+ et autres. Pour les pages d’images ou d’albums, la taille par défaut des vignettes est utilisée automatiquement.

source: Twitter name
fr_fr: Nom Twitter

source: If you enabled Twitter card meta tags, you need to enter your Twitter user name here.
fr_fr: Si vous autorisez les mots-clics Twitter, vous devez saisir votre identifiant Twitter.

source: Open graph image - width
fr_fr: Image Open graph – largeur

source: Max width of the open graph image used for sharing to social networks if enabled.
fr_fr: Largeur maximale de l’image Open Graph utilisée pour le partage sur les réseaux sociaux (si activée).

source: Open graph image - height
fr_fr: Image Open graph – hauteur

source: Max height of the open graph image used for sharing to social networks if enabled.
fr_fr: Hauteur maximale de l’image Open Graph utilisée pour le partage sur les réseaux sociaux (si activée).

source: HTML meta tags
fr_fr: Métabalises HTML

source: Which of the HTML meta tags should be used. For info about these in detail please refer to the net.
fr_fr: Les métabalises HTML qui peuvent être utilisées (une recherche sur internet vous donnera leur signification).

source: Keyword threshold
fr_fr: Seuil de fréquence d’un mot clé

source: Only keywords with at least this number of uses will be shown.
fr_fr: Seuls les mots clés utilisés au moins ce nombre de fois seront affichés.

source: Checks for Apache HTTP authentication of authorized users.
fr_fr: Vérifie les droits des utilisateurs via l’authentification HTTP Apache

source: User validation
fr_fr: Validation de l’utilisateur

source: verify
fr_fr: vérifier

source: trusted
fr_fr: faire confiance

source: Set to <em>trusted</em> to presume the HTTP user is securely authorized. (This setting does not verify passwords against the zenphoto user.)
fr_fr: Cochez <em>faire confiance</em> pour assumer que l’utilisateur HTTP a été autorisé avec un protocole sécurisé. (Ce paramétrage ne vérifie pas le mots de passe de l’utilisateur ZenPhoto).

source: Functions that provide various statistics about images and albums in the gallery.
fr_fr: Fonctions qui fournissent de nombreuses statistiques sur les images et les albums de la galerie.

source: Last update: %s
fr_fr: Dernière mise à jour : %s

source: %1$u new %2$s
fr_fr: %1$u nouveaux %2$s

source: Attaches “Image effects” to images and thumbnails.
fr_fr: Ajoute des « effets d’image » aux images et aux vignettes.

source: No acknowledgement
fr_fr: Aucune reconnaissance

source: <strong>Note:</strong> Although this plugin supports <em>Effenberger effects</em>, due to licensing considerations no <em>Effenberger effects</em> scripts are included. See <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> by Christian Effenberger to select and download effects.
fr_fr: Pour des raisons de licence, aucun effet Effenberger n’est fourni avec cette extension. Consultez <a href="http://www.netzgesta.de/cvi/">CVI Astonishing Image Effects</a> par Christian Effenberger pour choisir et télécharger des effets.

source: No effects
fr_fr: Aucun effet

source: <strong>Error:</strong> <em>%s</em> effect no longer exists.
fr_fr: <strong>Erreur :</strong> l’effet <em>%s</em> n’existe plus.

source: Images (standard)
fr_fr: Images (standards)

source: Apply <em>effect</em> to images shown via the <code>printDefaultSizedImage()</code> function.
fr_fr: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printDefaultSizedImage()</code>.

source: Images (custom)
fr_fr: Images (personnalisées)

source: Apply <em>effect</em> to images shown via the custom image functions.
fr_fr: Applique <em>l’effet</em> sélectionné aux images affichées avec les fonctions d’images personnalisées.

source: Image thumbnails (standard)
fr_fr: Vignettes d’images (standards)

source: Apply <em>effect</em> to images shown via the <code>printImageThumb()</code> function.
fr_fr: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printImageThumb()</code>.

source: Album thumbnails (standard)
fr_fr: Vignettes de l’album (standards)

source: Apply <em>effect</em> to images shown via the <code>printAlbumThumbImage()</code> function.
fr_fr: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printAlbumThumbImage()</code>.

source: Image thumbnails (custom)
fr_fr: Vignettes d’images (personnalisées)

source: Apply <em>effect</em> to images shown via the custom image functions when <em>thumbstandin</em> is set.
fr_fr: Applique <em>l’effet</em> sélectionné aux images affichées avec les fonctions d’images personnalisées quand <em>thumbsandin</em> est spécifié.

source: Album thumbnails (custom)
fr_fr: Vignettes de l’album (personnalisées)

source: Apply <em>effect</em> to images shown via the <code>printCustomAlbumThumbImage()</code> function.
fr_fr: Applique <em>l’effet</em> sélectionné aux images affichées avec la fonction <code>printCustomAlbumThumbImage()</code>.

source: Random pool
fr_fr: Choix aléatoire

source: Pool of effects for the <em>random</em> effect selection.
fr_fr: Groupe d’effets pour la sélection d’effet <em>aléatoire</em>.

source: Acknowledgments
fr_fr: Crédits et remarques

source: No image effects found.
fr_fr: Aucun effet d’image trouvé.

source: Effect
fr_fr: Effet

source: <strong>Warning:</strong> <em>%1$s</em> invalid effect definition file
fr_fr: <strong>Attention :</strong> fichier de définition d’effet <em>%1$s</em> invalide

source: <strong>Warning:</strong> <em>%1$s</em> missing effect component: %2$s
fr_fr: <strong>Attention :</strong> composant manquant de l’effet <em>%1$s</em> : %2$s

source: <strong>Warning:</strong> <em>%1$s</em> missing effect definition file
fr_fr: <strong>Attention :</strong> fichier de définition de l’effet <em>%1$s</em> manquant

source: Tools to block hacker access to your site.
fr_fr: Outils pour bloquer les pirates qui tentent d’attaquer votre site.

source: Allow
fr_fr: Autoriser

source: Block
fr_fr: Bloquer

source: IP list
fr_fr: Liste des IP

source: List of IP ranges to %s.
fr_fr: Liste de plages IP à <span style="text-transform: lowercase">%s</span>.

source: Import list
fr_fr: Liste à importer

source: Import an external IP list. <p class="notebox"><strong>NOTE:</strong> If this list is large it may exceed the capacity of zenphoto and %s to process and store the results.
fr_fr: Importer une liste d’adresses IP. <p class="notebox"><strong>Remarque.</strong> Si la liste est longue, son traitement et la mémorisation des résultats peuvent excéder la capacité de ZenPhoto20 et de %s.

source: How the plugin will interpret the IP list.
fr_fr: De quelle façon l’extension interprète la liste des IP.

source: Logon threshold
fr_fr: Seuil de connexion

source: Admin page requests will be ignored after this many failed tries.
fr_fr: Les demandes d’accès aux pages d’administration sont ignorées après ce nombre d’essais infructueux.

source: 404 threshold
fr_fr: Seuil d’erreurs 404

source: Access will be suspended after this many 404 errors.
fr_fr: L’accès sera suspendu après ce nombre d’erreurs 404.

source: Cool off
fr_fr: Période de temporisation

source: The block will be removed after this many minutes.
fr_fr: Le blocage sera supprimé après cette période d’attente (en minutes).

source: IP list ranges cannot be managed with the plugin disabled
fr_fr: Les listes de plages IP ne peuvent être gérées lorsque l’extension est désactivée

source: clear list
fr_fr: Effacer la liste

source: IP address format error
fr_fr: Erreur de formatage des adresses IP

source: Suspended
fr_fr: Suspendu

source: jQuery jCarousel thumb nav plugin with dynamic loading of thumbs on request via JavaScript.
fr_fr: extension jCarousel thumb nav de jQuery, avec chargement dynamique des vignettes à la demande par JavaScript.

source: Thumbs number
fr_fr: Nombre de vignettes

source: The number of thumbs to scroll by. Note that the CSS might need to be adjusted.
fr_fr: Définit le nombre de vignettes à faire défiler à la fois. Le fichier CSS peut nécessiter des ajustements.

source: Width of the carousel. Note that the CSS might need to be adjusted.
fr_fr: Largeur du carrousel. Le fichier CSS peut nécessiter des ajustements.

source: Height of the carousel. Note that the CSS might need to be adjusted.
fr_fr: Hauteur du carrousel. Le fichier CSS peut nécessiter des ajustements.

source: If checked the carousel will flow vertically instead of the default horizontal. Changing this may require theme changes!
fr_fr: Si ce paramètre est activé, le caroussel se déplacera verticalement et non horizontalement. Cela peut nécessiter des modifications à votre thème.

source: The scripts for which jCarousel is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
fr_fr: Les scripts pour lesquels jCarousel est activé. {Les thèmes qui le requièrent peuvent activer ce paramètre ; sinon, vous devrez le faire vous-même.!}

source: This plugin handles <code>flv</code>, <code>fla</code>, <code>mp3</code>, <code>mp4</code>, <code>m4v</code>, and <code>m4a</code> multi-media files.
fr_fr: Cette extension traite les fichiers multimédias <code>flv</code>, <code>fla</code>, <code>mp3</code>, <code>mp4</code>, <code>m4v</code> et <code>m4a</code>.

source: Please see <a href='http://jplayer.org'>jplayer.org</a> for more info about the player and its license.
fr_fr: Veuillez consulter <a href='http://jplayer.org'>jplayer.org</a> pour plus d’informations sur ce lecteur et sa licence.

source: jPlayer not enabled, %s is already instantiated.
fr_fr: jPlayer n’est pas activé car %s est déjà instancié.

source: If the videothumb should be shown (jplayer calls it poster).
fr_fr: Indique si la vignette vidéo doit être affichée (jPlayer appelle cela une affiche)

source: Audio poster (Videothumb)
fr_fr: Affiche audio (vignette audio)

source: If the poster should be shown for audio files (mp3,m4a,fla) (does not apply for playlists which are all or none).
fr_fr: Indique si le poster doit être affiché pour les fichiers audio (mp3,m4a,fla) (ne s’applique pas aux listes de lecture qui sont tout ou rien).

source: Show title
fr_fr: Afficher le titre

source: If the title should be shown below the player in single player mode (not needed on normal themes) (ignored in playlists naturally).
fr_fr: Indique si le titre doit être affiché sous le lecteur en mode « lecture individuelle » (pas nécessaire sur les thèmes normaux, et ignoré pour les listes de lecture).

source: Enable this if you wish to use the playlist mode this loads the scripts needed. NOTE: You have to add the function printjPlayerPlaylist() to your theme yourself. See the documentation for info.
fr_fr: Activer cette option pour utiliser le mode « liste de lecture » ; cela chargera les scripts nécessaires. Vous devrez ajouter la fonction printjPlayerPlaylist() à votre thème (référez-vous à la documentation).

source: Playlist numbered
fr_fr: Liste de lecture numérotée

source: Enable this if you wish the playlist to be numbered.
fr_fr: Cocher pour numéroter les éléments de la liste de lecture.

source: Playlist playtime
fr_fr: Temps de lecture de la liste

source: Enable if you want to show the playtime of playlist entries.
fr_fr: Cocher pour afficher la durée des éléments de liste de lecture.

source: Enable download
fr_fr: Autoriser le téléchargement

source: Enables direct file downloads (playlists only).
fr_fr: Autorise le téléchargement direct des fichiers (seulement pour les listes de lecture)

source: Player size
fr_fr: Taille de la fenêtre de lecture
