Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Toggle large or small thumbnails. This theme does not allow you to set the thumb sizes above for layout reasons. For advanced users, these are set in the functions.php file.
fr_fr: Sélectionner les petites ou les grandes vignettes. Vu la nature du thème, celui-ci ne vous permet pas de définir la taille des vignettes. Pour les usagers aguerris, ces tailles sont définies dans le fichier functions.php.

source: Crop Album Thumbs to Landscape Orientation?
fr_fr: Rogner les vignettes d’albums au format paysage ?

source: Check to crop the album thumbs to a more landscape orientation.
fr_fr: Cocher pour rogner les vignettes d’albums au format paysage.

source: Show Image Title on Album Pages?
fr_fr: Afficher le titre de l’image dans les pages d’album ?

source: Check to show the image title above images on the album and search pages.
fr_fr: Cocher pour afficher le titre de l’image au-dessus de celle-ci dans les pages d’albums et de recherche.

source: Use Infinite Scroll?
fr_fr: Utiliser le défilement infini ?

source: Loads subsequent pages into the current page, disables normal pagination. Experimental, use with caution.
fr_fr: Charge les pages supplémentaires à la fin de la page courante, désactivant ainsi la pagination usuelle. Fonction expérimentale à utiliser avec précautions.

source: Fix the sidebar's position?
fr_fr: Panneau latéral en position fixe ?

source: Check to fix the sidebar and make it always visible as user scrolls. If sidebar is too tall for the users viewport, it will revert to static position.
fr_fr: Cocher pour fixer la position du panneau latéral afin qu’il soit toujours visible lors du défilement. Si ce panneau est plus long que la taille de l’écran, il demeurera statique.

source: Logo Image
fr_fr: Image utilisée comme logo

source: Enter an image file located in the themes image directory, including extension, to use as an image logo. Or leave blank to use a text representation of your Gallery name. As an example there is a logo.gif image in the images directory with a height of 83 (must enter height of image as well!).
fr_fr: Saisir le nom d’un fichier image situé dans le répertoire « images » à utiliser comme logo. Ou laissez vide pour afficher plutôt une représentation textuelle du nom de la galerie. height of 83

source: Logo Height
fr_fr: Hauteur du logo

source: If using a logo image above, you must enter the height of the image in pixels here.
fr_fr: Si vous utilisez une image comme signature, veuillez en saisir sa hauteur en pixels.

source: Final Image Link Option
fr_fr: Lien final pour l’image

source: Choose the option for the final image link on image.php. Can either link to full image using standard zenphoto process (with core options), colorbox (if plugin enabled), or no link (default).
fr_fr: Choisir le lien final pour l’image telle qu’affichée dans image.php. Vous pouvez créer un lien à l’image originale en utilisant les options standards zenphoto process (avec les paramètres intrinsèques), colorbox (si l’extensione st activée) ou aucun lien (par défaut).

source: Disable MetaData Display?
fr_fr: Désactiver l’affichage des métadonnées ?

source: Check to disable the metadata (EXIF,IPTC) display on the image page.
fr_fr: Cocher pour ne pas afficher les métadonnées (EXIF, IPTC) dans la page des images.

source: ZenPage Search Results
fr_fr: Résultats de la recherche ZenPage

source: If using Zenpage, enter the number of search results to display for each news and pages. Default is 2 (4 total possible).
fr_fr: Si vous utilisez Zenpage, saisissez le nombre de résultats de recherche à afficher pour les actualités et les pages. Valeur par défaut : 2 (maximum possible : 4).

source: Click to enable colorbox targeting the sized image setting in the top options, instead of the full original image. This is usefull if you upload large images as you can set Colorbox to target a smaller, resized version based on your setting above.
fr_fr: Sélectionner pour que Colorbox affiche les images de la taille sélectionnée ci-haut plutôt que celles de pleine grandeur. Ceci permet à Colorbox d’afficher des images plus petites, redimensionnées en fonction des paramètres définis plus haut.

source: Frontpage Slideshow?
fr_fr: Diaporama sur la page d’accueil ?

source: Check if you want to show a slideshow on the frontpage. Contents of slideshow and settings can be selected below.
fr_fr: Cocher si vous souhaitez afficher un diaporama sur la page d’accueil. Le contenu et les paramètres du diaporama sont sélectionnés ci-dessous.

source: Frontpage Slideshow Option
fr_fr: Paramétrage du diaporama en page d’accueil

source: Select the contents option of the frontpage slideshow if selected above.
fr_fr: Définir les paramètres de contenu du diaporama de la page d’accueil, si ce choix a été fait ci-haut.

source: Frontpage Slideshow Count
fr_fr: Nombre d’éléments de ce diaporama

source: How many images/albums to display in the slideshow.
fr_fr: Nombre d’éléments (images ou albums) à afficher dans le diaporama de la page d’accueil.

source: Frontpage Slideshow Transition Effect?
fr_fr: Transitions entre les diapos du diaporama de la page d’accueil ?

source: Choose the transition effect, if slideshow is selected above.
fr_fr: Choisir l’effet de transition, si le diaporama est sélectionné ci-haut.

source: Frontpage Slideshow Speed?
fr_fr: Diaporama de la page d’accueil : vitesse

source: Choose the delay of each rotation for slideshow in milliseconds.
fr_fr: Saisir le délai entre chaque diapositive en millisecondes

source: IF you have the Zenpage plugin enabled, you can uncheck this to NOT use the news feature of the Zenpage plugin (use only pages)
fr_fr: Si l’extension Zenpage est activée, vous pouvez décocher ce paramètre pour NE PAS utiliser la fonction Actualités de l’extension (et de n’utiliser que les pages).

source: Back to Gallery Index →
fr_fr: Retour à l’accueil de la galerie →

source: News RSS
fr_fr: Flux RSS des actualités

source: Enter Gallery &rarr;
fr_fr: Aller dans la galerie &rarr;

source: Next →
fr_fr: suiv. →

source: ← Prev
fr_fr: ← Préc.

source: Enter Login
fr_fr: Saisir vos paramètres de connexion

source: Home Page Image Option
fr_fr: Paramètres d’image de la page d’accueil

source: Choose the option for the single image on the homepage. See Image-Album-Statistics plugin or Random Image functions for more information.
fr_fr: Choisir les paramètres d’affichage de l’image qui apparaîtra sur la page d’accueil. Consulter l’extension Image-Album-Statistics ou les fonctions d’image aléatoire pour en savoir davantage.

source: Choose the option for the final image link on image.php. Can either link to full image using standard zenphoto process (with core options), colorbox, or no link (default).
fr_fr: Choisir les paramètres du lien de l’image apparaissant à la page image.php. Ce peut être un lien vers l’image pleine taille (selon les paramètres du cœur), vers l’image Colorbox ou aucun lien.

source: Sidebar Position on the Right?
fr_fr: Panneau latéral à droite ?

source: Check to reverse the sidebar and content area positions. Default (unchecked) is the sidebar on the left.
fr_fr: Cocher pour placer la barre latérale à droite du contenu. Par défaut (non coché), la barre latérale est à gauche.

source: Use colorbox on Album and Search Pages?
fr_fr: Voulez-vous utiliser colorbox pour les pages d’album et de recherche ?

source: If checked, 2 links appear when hovering images in album and search pages, one to popup the image in colorbox, and the other to go to the details page.
fr_fr: Si ce paramètre est sélectionné, 2 liens apparaîtront lorsque vous passerez la souris sur les images des pages d’album et de recherche : un premier lien pour afficher l’image avec colorbox et un second pour aller à la page de détails.

source: Album Thumb Size
fr_fr: Taille des vignettes d’albums

source: Select the size of album thumbs. The thumb size above is for image thumbs. Album thumbs will also take on your selection of cropping or not. A good size for albums is 158 (3 per row), and a good size above for image thumbs is 113 (4 per row). Make sure you also set the number of thumbs per row for images and albums above!
fr_fr: Choisir la taille des vignettes d’albums. La <em>taille des vignettes</em> (en haut) est uniquement celle des vignettes d’images. Les vignettes d’albums seront rognées selon les paramètres définis en haut. Des valeurs intéressantes sont « 158 » pour les vignetttes d’albums (soit 3 par rangée) et « 113 » pour les vignettes d’images (4 par rangée). Assurez-vous aussi de régler le nombre de vignettes d’images et d’albums en haut.

source: Menu Name of Menu Manager
fr_fr: Nom de menu du gestionnaire de menus

source: If you use the menu manager plugin, enter the name of the menu you would like to use. Make sure you create the menu in the menu manager backend! Or leave blank to use the theme menu.
fr_fr: Si vous utilisez l’extension de gestion de menus <em>Menu Manager</em>, choisissez le nom du menu utilisé. Assurez-vous aussi de créer le menu dans la page de configuration ! Laisser ce champ vide pour utiliser le menu du thème.

source: If using Zenpage, enter the number of search results to display for each news and pages. Default is 2 (4 total possible).
fr_fr: Si vous utilisez Zenpage, saisissez le nombre de résultats de recherche à afficher pour les actualités et les pages. Valeur par défaut : 2 (maximum possible : 4).

source: Enter an image file located in the themes image directory, including extension, to use as an image logo. Or leave blank to use a text representation of your Gallery name. As an example there is a logo.gif image in the images directory.
fr_fr: Saisir le nom d’une image (nom de ficherincluant son extension) présente dans le dossier d’images du thème, afin de l’utiliser comme logo de la gallerie. Laisser blanc pour afficher une représentation textuelle du nom de votre galerie. Le fichier « logo.gif » est placé dans ce dossier à titre d’exemple.

source: Archive view
fr_fr: Archives

source: zpMobile theme by
fr_fr: Thème zpMobile par

source: Back to top
fr_fr: En haut

source: %d album
fr_fr: %u album

source: %d image
fr_fr: %u image

source: Direct link
fr_fr: Lien direct

source: View meta data
fr_fr: Visualiser les métadonnées

source: A theme primarily meant for mobile/smartphone browsing using <a href='http://jQuerymobile.com'>jQuerymobile framework</a>.
fr_fr: Un thème avant tout conçu pour les téléphones mobiles, en utilisant <a href='http://jQuerymobile.com'>l’architecture jQuerymobile</a>

source: Allow direct link from multimedia
fr_fr: Permettre un lien direct à partir de fichiers multimédias

source: Check to enable a direct link to multimedia items on the single image page in case the player is not supported by the device but the actual format is.
fr_fr: Cocher pour permettre un lien direct aux fichiers multimédias présents sur la page d’une image, lorsque le lecteur n’est pas supporté par l’appareil utilisé mais que le format du fichier l’est.

source: Tag Cloud
fr_fr: Nuage de mots-clés

source: Click for Detail Page
fr_fr: Cliquer pour la page de détails

source: Download Original
fr_fr: Télécharger l’original

source: Comments
fr_fr: Commentaires

source: Comments of this article
fr_fr: Commentaires sur cet article

source: Password required...
fr_fr: Un mot de passe est requis

source: Email:
fr_fr: Courriel :

source: User ID:
fr_fr: Identifiant :

source: Password:
fr_fr: Mot de passe :

source: Re-enter:
fr_fr: Saisir de nouveau :

source: Thumb Size
fr_fr: Taille des vignettes

source: Large
fr_fr: Grand

source: Small
fr_fr: Petit

source: Choose the relative thumb size for the album and search pages.
fr_fr: Choisir la taille relative de vignettes pour les pages d’albums et de recherche.

source: Debug User Agent
fr_fr: Agent-utilisateur (débogage)

source: Check to display user information in the footer for debugging mobile displays.
fr_fr: Cocher pour afficher les informations d’utilisateur dans le pied de page pour déboguer les navigateurs mobiles.

source: Disable Plugin Warning
fr_fr: Désactiver les avertissements des extensions

source: Check to disable the warning message about disabling plugins on the index page. If you see no warning, you should also check this as well to eliminate the plugin verifications.
fr_fr: Cocher pour ne pas afficher d’avertissement sur la page d’index à propos de la désactivation d’extensions. Si vous ne voyez pas d’avertissement, vérifiez ce paramètre pour éliminer la vérification des extensions.

source: Popup (PrettyPhoto) Target
fr_fr: Taille de l’image affichée avec PrettyPhoto.

source: Sized (630px)
fr_fr: Redimensionnée (630 px)

source: Original Image
fr_fr: Image source

source: Select whether the popup script (PrettyPhoto) targets a processed/sized image for the slideshow or the original (unsized/uprocessed) uploaded image. Although not used on mobile decives, this will decrease your load time if you select sized. You need to also select sized if you are using watermarks.
fr_fr: Choisir si le script de la fenêtre supplémentaire (PrettyPhoto) affichera une image traitée et redimensionnée ou l’image originale dans le diaporama. Bien que ce paramètre ne soit pas utilisé sur les appareils mobiles, choisir « redimensionnée » diminuera le temps de chargement. Vous devez également choisir « redimensionnée » pour afficher des filigranes.

source: Check to display a download button on the image page, behavour controlled by options->image->Full Image Protection.
fr_fr: Cocher pour afficher un bouton de téléchargement sur la page d’image ; le résultat dépend du paramètre défini par options –> image –> protection de l’image pleine grandeur

source: Show Archive
fr_fr: Afficher l’archive

source: Check to display the gallery and news archive menu item.
fr_fr: Cocher pour afficher les éléments de menu « galerie » et « archives d’actualités ».

source: Image Strip
fr_fr: Bandeau d’images

source: Select whether the image strip on the bottom shows random images or latest images.
fr_fr: Choisir si le bandeau en bas affiche des images aléatoires ou les plus récentes images.

source: Return to %s
fr_fr: Retour à %s

source: *Bulk actions*
fr_fr: *Actions en lot*

source: Set to published
fr_fr: Publier

source: Set to unpublished
fr_fr: Dépublier

source: Disable comments
fr_fr: Désactiver les commentaires

source: Enable comments
fr_fr: Activer les commentaires

source: Reset hitcounter
fr_fr: Remettre le compteur d’affichages à zéro

source: Image order saved
fr_fr: Ordre des images sauvegardé

source: Selected items deleted
fr_fr: Les éléments sélectionnés ont été supprimés

source: Selected items published
fr_fr: Les éléments sélectionnés sont publiés

source: Selected items unpublished
fr_fr: Les éléments sélectionnés ne sont plus publiés

source: Comments enabled for selected items
fr_fr: Les commentaires pour les éléments sélectionnés sont activés

source: Comments disabled for selected items
fr_fr: Les commentaires pour les éléments sélectionnés sont désactivés

source: Hitcounter for selected items
fr_fr: Compteur d’affichage pour les éléments sélectionnés

source: Tags added for selected items
fr_fr: Les mots-clés ont été ajoutés aux éléments sélectionnés

source: Tags cleared for selected items
fr_fr: Les mots-clés ont été effacés des éléments sélectionnés

source: Tags added for images of selected items
fr_fr: Les mots-clés ont été ajoutés aux images des éléments sélectionnés

source: Tags cleared for images of selected items
fr_fr: Les mots-clés ont été effacés des images des éléments sélectionnés

source: Nothing changed
fr_fr: Aucun changement

source: View Album
fr_fr: Voir l’album

source: Set the image order by dragging them to the positions you desire.
fr_fr: Choisissez l’ordre des images en les déplaçant dans l’ordre désiré.

source: edit
fr_fr: modifier

source: Failed to save the album file
fr_fr: Impossible d’enregistrer le fichier de l’album

source: You do not have edit rights on this album.
fr_fr: Vous n’avez pas les droits nécessaires pour modifier cet album.

source: Your search criteria is empty.
fr_fr: Le champ de critères de recherche est vide.

source: dynamic
fr_fr: dynamique

source: Create Dynamic Album
fr_fr: Création d’un album dynamique

source: Album name:
fr_fr: Nom de l’album :

source: Create in:
fr_fr: Créer dans :

source: Thumbnail:
fr_fr: Vignette :

source: Search criteria:
fr_fr: Critères de recherche :

source: Return albums found
fr_fr: Renvoie les albums trouvés

source: Return images found
fr_fr: Renvoie les images trouvées

source: Return unpublished items
fr_fr: Afficher les éléments non publiés

source: tagged
fr_fr: étiqueté

source: Album <em>Tag</em>
fr_fr: Album <em>Mot-clé</em>

source: Select <em>tagged</em> to tag the search results with this <em>tag</em> and use as the album criteria.
fr_fr: Sélectionnez <em>avec mot-clé</em> pour marquer les résultats de la présente recherche avec ce <em>mot-clé</em> et l’utiliser comme critère de l’album.

source: Search fields:
fr_fr: Champs de recherche :

source: There is no place you are allowed to put this album.
fr_fr: Il n’y a aucun endroit où vous êtes autorisé à placer cet album.

source: You must have <em>upload</em> rights to at least one album to have a place to store this album.
fr_fr: Vous devez avoir le droit de <em>charger</em> du contenu dans au moins un album afin d’avoir un endroit où placer cet album.

source: Create the album
fr_fr: Créer l’album

source: The album couldn’t be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the albums and cache folders to be world-writable using a shell:
fr_fr: L’album ne peut être créé dans le dossier « albums ». Il s’agit généralement d’un problème de droits. Essayez de modifier les droits des dossiers des albums et du cache pour les rendre inscriptibles en utilisant une ligne de commande :

source: or use your FTP program to give everyone write permissions to those folders.
fr_fr: ou utilisez votre logiciel FTP pour donner les droits d’écriture dans ces dossiers à <em>tout le monde</em>.

source: Are you sure you want to delete this entire album?
fr_fr: Êtes-vous certain(e) de vouloir supprimer cet album au complet ?

source: Are you Absolutely Positively sure you want to delete the album? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous ABSOLUMENT certain(e) de vouloir supprimer l’album ? Cette opération est IRRÉVERSIBLE !

source: New album name?
fr_fr: Nom du nouvel album ?

source: Are you sure you want to delete the checked items?
fr_fr: Êtes-vous certain(e) de vous vouloir supprimer les éléments cochés ?

source: Show thumbnail stand-in
fr_fr: Afficher l’image de substitution des vignettes

source: Show album thumb
fr_fr: Afficher la vignette de l’album

source: Move
fr_fr: Déplacer

source: Copy
fr_fr: Copier

source: Image metadata refreshed.
fr_fr: Les métadonnées des images ont été actualisées.

source: Drag the albums into the order you wish them displayed.
fr_fr: Déplacez les albums dans l’ordre où vous souhaitez les afficher.

source: descending
fr_fr: décroissant

source: *gallery album sort order
fr_fr: *ordre de tri des albums de la galerie

source: *parent album subalbum sort order
fr_fr: *ordre de tri des images du sous-album comme celui de l’album parent

source: Manual
fr_fr: Manuel

source: Custom
fr_fr: Personnalisé

source: Sort subalbums by:
fr_fr: Trier les sous-albums par :

source: <strong>Note:</strong> Dragging an album under a different parent will move the album. You cannot move albums under a <em>dynamic</em> album.
fr_fr: <strong>NOTE. </strong> Glisser l’album sous un autre album parent le déplacera. Vous ne pouvez pas déplacer des albums vers <em>un album dynamique</em>.

source: Select an album to edit its description and data, or <a href="?page=edit&amp;album=%s&amp;massedit">mass-edit</a> all first level subalbums.
fr_fr: Sélectionnez un album pour modifier ses détails et sa description, ou <a href="?page=edit&amp;album=%s&amp;massedit">modifiez en lot</a> tous les albums de premier niveau de la galerie.

source: New subalbum
fr_fr: Nouveau sous-album

source: New dynamic subalbum
fr_fr: Nouveau sous-album dynamique

source: Edit this album
fr_fr: Modifier cet album

source: Thumbnail generation may be time consuming on slow servers or when there are a lot of images.
fr_fr: S’il y a beaucoup d’images, la création de vignettes peut prendre beaucoup de temps sur un serveur lent.

source: Check All
fr_fr: Tout cocher

source: Click on the image to change the thumbnail cropping.
fr_fr: Cliquer sur l’image pour changer le rognage de la vignette.

source: Image filter
fr_fr: Filtre d’image

source: all
fr_fr: tous

source: unpublished
fr_fr: non publié(e)

source: published
fr_fr: publié

source: %s (descending)
fr_fr: %s (décroissant)

source: Display images by:
fr_fr: Afficher les images par :

source: crop %s
fr_fr: rognage %s

source: View
fr_fr: Voir

source: <strong>Filename:</strong>
fr_fr: <strong>Nom de fichier :</strong>

source: <strong>Image id:</strong>
fr_fr: <strong>Identifiant de l’image : </strong>

source: <strong>Size:</strong>
fr_fr: <strong>Taille :</strong>

source: Title:
fr_fr: Titre :

source: General
fr_fr: Général

source: Published
fr_fr: Publié

source: Allow Comments
fr_fr: Autoriser les commentaires

source: Reset hitcounter (%u hit)
fr_fr: Remettre le compteur à zéro (total : %u vue)

source: Reset rating (%u star)
fr_fr: Effacer les votes (%u étoile)

source: Reset rating (unrated)
fr_fr: Effacer les votes (pas encore évalué)

source: calendar
fr_fr: calendrier

source: Expired!
fr_fr: Expiré !

source: Publish date
fr_fr: Date de publication

source: Expiration date
fr_fr: Date d’expiration

source: Utilities
fr_fr: Utilitaires

source: Rename File
fr_fr: Renommer le fichier

source: Are you sure you want to select this image for deletion?
fr_fr: Êtes-vous certain(e) de vous vouloir supprimer cette image ?

source: Delete image
fr_fr: Supprimer l’image

source: to
fr_fr: vers

source: Cancel
fr_fr: Annuler

source: Image will be deleted when changes are applied.
fr_fr: La photo sera effacée quand les modifications seront appliquées.

source: 90 degrees
fr_fr: 90 degrés

source: 180 degrees
fr_fr: 180 degrés

source: 270 degrees
fr_fr: 270 degrés

source: Refresh %s metadata
fr_fr: Actualiser les métadonnées de %s

source: Refresh Metadata
fr_fr: Actualiser les métadonnées

source: Crop thumbnail
fr_fr: Rogner la vignette

source: Metadata:
fr_fr: Métadonnées :

source: None selected for display
fr_fr: Aucune n’est sélectionnée pour être affichée

source: Edit all image data
fr_fr: Modifier toutes les données de l’image

source: Edit All Albums in
fr_fr: Modifier tous les albums de

source: Edit Gallery
fr_fr: Modifier la galerie

source: Sort albums by:
fr_fr: Trier les albums par :

source: Select an album to edit its description and data, or <a href="?page=edit&amp;massedit">mass-edit</a> all gallery level albums.
fr_fr: Sélectionnez un album pour en modifier les détails et la description, ou <a href="?page=edit&amp;massedit">modifiez en lot</a> tous les albums de la galerie.

source: New album
fr_fr: Nouvel album

source: New dynamic album
fr_fr: Nouvel album dynamique

source: There are no albums for you to edit.
fr_fr: Vous n’avez aucun album à éditer.

source: A simpler media content management system
fr_fr: Un système de gestion de contenu média très simple

source: ZenPhoto20 licence
fr_fr: License de ZenPhoto20

source: License
fr_fr: Licence

source: Support
fr_fr: Soutien

source: View Change log
fr_fr: Voir la liste des changements

source: Change log
fr_fr: Liste des changements

source: Server date: %s
fr_fr: Date du serveur : %s

source: admin
fr_fr: gestion
