Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: jPlayer is dependent on their HTML and CSS based skin. Sizes marked with a <strong>*</strong> are supported by the two zenphoto custom skins only (these two skins are also responsive in width). If you need different sizes you need to modify a skin or make your own and also need to change values in the plugin class method getPlayerSize().
fr_fr: La taille du lecteur jPlayer dépend du thème défini dans les pages HTML et les feuilles de style. Les tailles identifiées par <strong>*</strong> peuvent être utilisées uniquement avec les deux thèmes personnalisés Zenphoto (ces deux thèmes ont une largeur fluide). Pour utiliser d’autres tailles, vous devez modifier un thème ou en développer un ; vous devez aussi modifier les valeurs dans la méthode de la classe de l’extension getPlayerSize().

source: Select the skin (theme) to use. <br />NOTE: Since the skin is pure HTML/CSS only there may be display issues with certain themes that require manual adjustments. The two zenphoto custom skins are responsive regarding the player width. Place custom skin within the root plugins folder. See plugin documentation for more info.
fr_fr: Choisir le thème utilisé. <br />Note. Comme le thème est du pur code HTML et CSS, quelques thèmes peuvent présenter des problèmes d’affichage et nécessiter des ajustements. Les deux thèmes personnalisés ZenPhoto20 sont fluides quant à la largeur du lecteur. Déposer le fichier du thème personnalisé dans le dossier racine des extensions. Pour de plus amples renseignements, consulter la documentation des extensions.

source: provide the album name (%1), media file name (%2) and a unique number (%3). (If there is only player instance on the page the parameter may be omitted.)
fr_fr: Fournir le nom de l’album (%1), le nom du fichier du média (%2) et un nombre unique (%3) (s’il n’y a qu’une instance du lecteur sur la page, ce paramètre peut être omis).

source: This multimedia format is not supported by jPlayer
fr_fr: Ce format multimédia n’est pas supporté par jPlayer

source: play
fr_fr: lecture

source: mute
fr_fr: sourdine

source: max volume
fr_fr: volume maximum

source: stop
fr_fr: arrêt

source: repeat
fr_fr: répétition

source: shuffle
fr_fr: lecture aléatoire

source: full screen
fr_fr: plein écran

source: Update Required
fr_fr: Mise à jour requise

source: To play the media you will need to either update your browser to a recent version or update your <a href="http://get.adobe.com/flashplayer/" target="_blank">Flash plugin</a>.
fr_fr: Pour jouer ce média, vous devez mettre à jour soit votre fureteur, soit votre <a href="http://get.adobe.com/flashplayer/" target="_blank">plugin Flash</a>.

source: View available <code>content macros</code>.
fr_fr: Permet de visualiser les <code>macros de contenus</code> existantes.

source: Macro identifiers may not contain special characters.
fr_fr: Les identifiants de macros ne peuvent contenir de caractères spéciaux.

source: The number of macro parameters must match the number of replacement tokens in the expression.
fr_fr: Le nombre de paramètres de la macro doit être identique au nombre de variables-substituts dans l’expression.

source: <code>%s</code> is not callable
fr_fr: <code>%s</code> ne peut être lancé

source: An array parameter must be the last parameter.
fr_fr: Un paramètre-tableau (<em>array</em>) doit être le dernier paramètre.

source: Required parameters should not follow optional ones.
fr_fr: Les paramètres obligatoires ne doivent pas être inscrits après les paramètres facultatifs.

source: Expressions may not have optional parameters.
fr_fr: Les expressions ne peuvent avoir de paramètres facultatifs.

source: No macros have been defined.
fr_fr: Aucune macro n’a été définie.

source: These Content macros can be used to insert items as described into <em>descriptions</em>, <em>zenpage content</em>, and <em>zenpage extra content</em>.</p> <p>Replace any parameters (<em>%d</em>) with the appropriate value.
fr_fr: Ces macros de contenus peuvent être utilisées pour insérer les items correspondants dans les zones <em>descriptions</em>, <em>contenu zenpage</em>, et <em>contenu boni zenpage</em>. Remplacez tous les paramètres (<em>%d</em>) par les valeurs appropriées.

source: Parameter types:
fr_fr: Types de paramètres :

source: <em><strong>string</strong></em> may be enclosed in quotation marks when the macro is invoked. The quotes are stripped before the macro is processed.
fr_fr: <em><strong>string</strong></em> peut être entouré par des guillemets lorsque la macro est appelée. Les guillemets sont supprimés avant que la macro soit traitée.

source: <em><strong>int</strong></em> a number
fr_fr: <em><strong>int</strong></em> est un nombre entier

source: <em><strong>bool</strong></em> <code>true</code> or <code>false</code>
fr_fr: <em><strong>bool</strong></em> <code>true</var> ou <var>false</code>

source: <em><strong>array</strong></em> an assignment list e.g. <code>u=w</code> <code>x=y</code>....
fr_fr: <em><strong>Tableau</strong></em> : liste d’affectations – ex. <code>u=w</code> <code>x=y</code>…

source: Parameters within braces are optional.
fr_fr: Les paramètres entre accolades sont optionnels.

source: A menu creation facility. The <em>Menu</em> tab admin interface lets you create arbitrary menu trees.
fr_fr: Un utilitaire de création de menu. L’onglet <em>Menu</em> des pages d’administration permet de gérer l’arborescence des menus.

source: Truncate indicator*
fr_fr: Indicateur de troncature*

source: Append this string to truncated titles.
fr_fr: Chaîne de caractères à ajouter à la fin des titres tronqués.

source: Truncate titles*
fr_fr: Tronquer les titres*

source: Limit titles to this many characters. Zero means no limit.
fr_fr: Limite les titres à ce nombre de caractères (0 = illimité).

source: * These options may be set via the <a onclick="gotoName('menu_manager');"><em>menu_manager</em></a> plugin options.
fr_fr: * Ces paramètres sont configurés avec ceux de l’extension <a onclick="gotoName('menu_manager');"><em>menu_manager</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of these options are shared with other plugins.</p>
fr_fr: <p class="notebox">*<strong>Note. </strong> Ces paramétrages sont aussi utilisés par d’autres extensions.</p>

source: Page %1$u (Current Page)
fr_fr: Page %1$u (page courante)

source: News index
fr_fr: Index des actualités

source: createMenuIfNotExists item %s has an empty link.
fr_fr: l’élément %s de la fonction createMenuIfNotExists a un lien vide.

source: createMenuIfNotExists item %s has an empty title.
fr_fr: l’élément %s de la fonction createMenuIfNotExists a un titre vide.

source: createMenuIfNotExists item %s has an empty title or link.
fr_fr: l’élément %s de la fonction createMenuIfNotExists a un titre ou un lien vide.

source: createMenuIfNotExists item %s has an invalid type.
fr_fr: l’élément %s de la fonction createMenuIfNotExists est de type invalide.

source: createMenuIfNotExists item %1$s query (%2$s) failed: %3$s.
fr_fr: la requête (%2$s) pour l’élément %1$s de la fonction createMenuIfNotExists a échoué : %3$s.

source: createMenuIfNotExists has posted processing errors to your debug log.
fr_fr: La fonction createMenuIfNotExists a inscrit des erreurs de traitement dans le journal de débogage.

source: Sort order saved.
fr_fr: Ordre de tri sauvegardé.

source: Target does not exist in <em>%1$s</em> theme
fr_fr: La cible n’existe pas dans le thème <em>%1$s</em>

source: Target does not exist
fr_fr: La cible n’existe pas

source: The object of this menu is under password protection
fr_fr: L’objet de ce menu est protégé par un mot de passe.

source: under password protection
fr_fr: protégé par mot de passe

source: view
fr_fr: Voir

source: Ok to delete %s? This cannot be undone.
fr_fr: Voulez-vous réellement effacer %s ? Cette opération est IRRÉVERSIBLE !

source: delete
fr_fr: Supprimer

source: Hidden and visible items
fr_fr: Éléments visibles et masqués

source: Visible items
fr_fr: Éléments visibles

source: hidden items
fr_fr: Éléments masqués

source: Menu items for all objects added.
fr_fr: Les éléments de menu pour tous les objets ajoutés.

source: Menu items for all albums added.
fr_fr: Les éléments de menu pour tous les albums ont été ajoutés.

source: You forgot to select an album.
fr_fr: Vous avez oublié de selectionner un album.

source: Album menu item <em>%s</em> added
fr_fr: L’élement de menu d’album <em>%s</em> a été ajouté

source: You forgot to give your menu item a <strong>title</strong>!
fr_fr: Vous avez oublié de donner un <strong>titre</strong> à votre élément de menu !

source: Gallery index menu item <em>%s</em> added
fr_fr: L’élément de menu de l’index de la galerie <em>%s</em> a été ajouté

source: Menu items for all Zenpage pages added.
fr_fr: Les éléments de menu pour tous les pages Zenpage ont été ajoutés.

source: Menu items for all Zenpage categories added.
fr_fr: Les éléments de menu pour tous les catégories Zenpage ont été ajoutés.

source: You forgot to give your menu item a <strong>link</strong>!
fr_fr: Vous avez oublié de donner un <strong>lien</strong> à votre élément de menu !

source: Zenpage page menu item <em>%s</em> added
fr_fr: L’élément de menu de la page Zenpage <em>%s</em> a été ajouté

source: Zenpage news index menu item <em>%s</em> added
fr_fr: L’élément de menu de la page d’accueil des actualités Zenpage <em>%s</em> a été ajouté

source: Zenpage news category menu item <em>%s</em> added
fr_fr: L’élément de menu de la catégorie d’actualités Zenpage <em>%s</em> a été ajouté

source: Custom page menu item <em>%s</em> added
fr_fr: L’élément de menu de la page personnalisée <em>%s</em> a été ajouté

source: You forgot to provide a <strong>function</strong>!
fr_fr: Vous avez oublié de donner une <strong>fonction</strong> à votre page !

source: Custom label added
fr_fr: Le libellé personnalisé a été ajouté

source: <em>HTML</em> added
fr_fr: <em>HTML</em> ajouté

source: A <em>%1$s</em> item already exists in <em>%2$s </em>!
fr_fr: Un élément <em>%1$s</em> existe déjà dans <em>%2$s</em> !

source: Menu item updated!
fr_fr: L’élément de menu a été mis à jour !

source: Custom menu item successfully deleted!
fr_fr: L’élément de menu personnalisé a été supprimé !

source: Menu item deleted failed
fr_fr: L’élément de menu n’a pu être effacé

source: Menu item deleted
fr_fr: L’élément de menu a été effacé

source: Menu “%s” deleted
fr_fr: Le menu « %s » a été effacé

source: Menu “%s” duplicated
fr_fr: Le menu « %s » a été dupliqué

source: Menu “%s” already exists
fr_fr: Le menu « %s » existe déjà

source: Name for new menu:
fr_fr: Nom du nouveau menu :

source: Copy_of_%s
fr_fr: Copie_de_%s

source: Ok to delete menu %s? This cannot be undone!
fr_fr: Voulez-vous réellement supprimer le menu %s ? Cette opération est IRRÉVERSIBLE !

source: Menu Manager
fr_fr: Gestionnaire de menus

source: Drag the items into the order and nesting you wish displayed. Place the menu on your theme pages by calling printCustomMenu().
fr_fr: Faites glisser les éléments dans l’ordre et le niveau d’imbrication désiré afin de créer des menus personnalisés que vous pourrez placer sur vos pages thèmes. Utilisez printCustomMenu() pour placer ce menu sur vos pages.

source: <strong>IMPORTANT:</strong> This menu’s order is completely independent from any order of albums or pages set on the other admin pages. Use with customized themes that do not wish the standard zenphoto display structure. zenphoto functions such as the breadcrumb functions and the next_album() loop will NOT reflect of this menu’s structure!
fr_fr: <strong>Important.</strong> L’ordre de ce menu est totalement indépendant de l’ordre des albums et et des pages défini sur les pages d’administration. Il est recommandé de l’utiliser uniquement avec des thèmes personnalisés qui ne font pas appel à la structure d’affichage standard Zenphoto20. Les fonctions standards de Zenphoto20 telles que « breadcrumb » (le fil d’Ariane) et la boucle « next_album() » ne tiennent pas compte de la structure de ce menu.

source: Add Menu Items
fr_fr: Ajouter des éléments de menu

source: New Menu
fr_fr: Nouveau menu

source: Edit the menu
fr_fr: Modifier le menu

source: Duplicate %s menu
fr_fr: Dupliquer le menu %s

source: Duplicate menu
fr_fr: Dupliquer le menu

source: Delete %s menu
fr_fr: Supprimer le menu %s

source: Delete menu
fr_fr: Supprimer le menu

source: No menus exist
fr_fr: Aucun menu n’existe

source: Menu target is password protected
fr_fr: La cible du menu est protégée par mot de passe.

source: Show/hide
fr_fr: Afficher/cacher

source: All menu items
fr_fr: Tous les éléments de menu

source: This adds menu items for all zenphoto objects. (It creates a "default" menuset.)
fr_fr: Ceci ajoute des éléments de menu à tous les objets ZenPhoto20 (création du jeu de menu « default »).

source: This is the normal zenphoto gallery Index page.
fr_fr: Il s’agit de la page d’accueil normale de la galerie ZenPhoto20.

source: This adds menu items for all zenphoto albums.
fr_fr: Ceci ajoute des éléments de menu pour tous les albums Zenphoto20.

source: Creates a link to a zenphoto Album.
fr_fr: Crée un lien vers un album Zenphoto20.

source: All Zenpage pages
fr_fr: Toutes les pages Zenpage

source: This adds menu items for all Zenpage pages.
fr_fr: Ceci ajoute des éléments de menu pour toutes les pages Zenpage.

source: Zenpage page
fr_fr: Page Zenpage

source: Creates a link to a Zenpage Page.
fr_fr: Crée un lien vers une page Zenpage.

source: Zenpage news index
fr_fr: Index des actualités Zenpage

source: Creates a link to the Zenpage News Index.
fr_fr: Crée un lien pour la page d’accueil des actualités Zenpage.

source: All Zenpage categories
fr_fr: Toutes les catégories Zenpage

source: This adds menu items for all Zenpage categories.
fr_fr: Ceci ajoute des éléments de menu pour toutes les catégories Zenpage.

source: Zenpage news category
fr_fr: Catégorie d’actualités Zenpage

source: Creates a link to a Zenpage News article category.
fr_fr: Créer un lien vers une catégorie d’articles d’actualités Zenpage.

source: Custom page
fr_fr: Page personnalisée

source: Creates a link to a custom theme script page.
fr_fr: Crée un lien vers une page de script personnalisée du thème.

source: Script page
fr_fr: Page de script

source: Custom link
fr_fr: Lien personnalisé

source: Creates a link outside the zenphoto structure. Use of a full URL is recommended (e.g. http://www.domain.com).
fr_fr: Créer un lien hors de la structure de Zenphoto20. On recommande d’utiliser une URL complète (ex. http://www.domaine.com).

source: Label
fr_fr: Mot-clé

source: Creates a <em>label</em> to use in menu structures).
fr_fr: Créer un <em>mot-clé</em> à utiliser dans les structures de menu).

source: Function
fr_fr: Fonction

source: Executes the PHP function provided.
fr_fr: Exécute la fonction PHP indiquée.

source: Inserts custom HTML.
fr_fr: Insère un code HTML personnalisé.

source: Menu Manager: Edit Menu Item
fr_fr: Gestionnaire de menus : éditer l’élément de menu

source: Menu Manager: Add Menu Item
fr_fr: Gestionnaire de menus : ajouter un élément de menu

source: *Select the type of the menus item you wish to add*
fr_fr: *Choisir le type de menus que vous souhaitez ajouter*

source: All news categories
fr_fr: Toutes les catégories d’actualités

source: Custom theme page
fr_fr: Page de thème personnalisée

source: Include <em>&lt;LI&gt;</em> element
fr_fr: Inclure un élément <em>&lt;LI&gt;</em>

source: Add <em>span</em> tags
fr_fr: Ajouter des balises <em>span</em>

source: Class
fr_fr: Classe

source: Target does not exist.
fr_fr: La cible n’existe pas.

source: Merges several RSS feeds into one.
fr_fr: Fusionne plusieurs flux RSS en un seul.

source: PHP <em>SimpleXML</em> is required.
fr_fr: Le module <em>SimpleXML</em> de PHP est requis.

source: RSS feeds to merge
fr_fr: Flux RSS à fusionner

source: Enter the full urls of the feeds to merge separated by semicolons (e.g. "http://www.domain1.com/rss; http://www.domain2.com/rss")
fr_fr: Saisissez les URL complètes des flux à fusionner, séparées par des points-virgules (ex.: « http://www.domaine1.com/rss; http://www.domaine2.com/rss »)

source: Feed items:
fr_fr: Nombre d'items :

source: The number of new entries you want to appear in your site’s RSS feed
fr_fr: Le nombre de nouveautés que vous souhaitez faire apparaître dans le flux RSS de votre site.

source: Select your theme based on the device connecting to your site
fr_fr: Sélectionner le thème selon le type d’appareil utilisé pour consulter votre galerie

source: Phone theme
fr_fr: Thème pour un téléphone

source: gallery theme
fr_fr: thème de la galerie

source: Select the theme to be used when a phone device connects.
fr_fr: Choisir le thème utilisé lorsqu’un téléphone se connecte.

source: Tablet theme
fr_fr: thème pour une tablette

source: Select the theme to be used when a tablet device connects.
fr_fr: Choisir le thème utilisé lorsqu’une tablette se connecte.

source: Test mode
fr_fr: Mode test

source: Tablet
fr_fr: Tablette

source: live
fr_fr: Normal

source: Put the plugin in <em>test mode</em> and it will simulate the selected device. If <em>live</em> is selected operations are normal.
fr_fr: Si vous mettez l’extension en mode <em>test</em>, cela simulera le fonctionnement de l’appareil sélectionné. Si vous la mettez en mode <em>normal</em>, la galerie reprendra son fonctionnement normal.

source: View the mobile gallery
fr_fr: Visitez la galerie en mode mobile

source: View the normal gallery
fr_fr: Visitez la galerie en mode normal

source: Multiple <em>Theme</em> layouts
fr_fr: Permet d’afficher le site en faisant appel à plusieurs <em>thèmes</em>.

source: Enable multiple layouts for
fr_fr: Activer plusieurs mises en page pour ces pages

source: Select layout:
fr_fr: Sélectionner la mise en page :

source: Select album layout:
fr_fr: Sélectionner la mise en page de l’album :

source: Select default album image layout:
fr_fr: Sélectionner la mise en page de l’image par défaut de l’album :

source: Reset individual image layouts
fr_fr: Réinitialiser les mises en page des images individuelles

source: inherited
fr_fr: hérité

source: album default
fr_fr: par défaut pour l’album

source: from category
fr_fr: depuis une catégorie

source: No extra <em>%s</em> theme pages available
fr_fr: Aucune page supplémentaire du thème <em>%s</em> disponible

source: Query failure: %s
fr_fr: Requête échouée : %s

source: Spellchecker for tinyMCE.
fr_fr: Vérificateur d’orthographe pour TinyMCE.

source: Handles the "optional" object fields
fr_fr: Traite les champs d’objets « optionnels »

source: Change owner
fr_fr: Changer de propriétaire

source: Location
fr_fr: Endroit

source: Clear tags
fr_fr: Effacer les mots-clés

source: Add tags to images
fr_fr: Ajouter des mots-clés aux images

source: Clear tags of images
fr_fr: Effacer les mots-clés des images

source: Set as thumbnail for
fr_fr: Utiliser comme vignette pour

source: Image watermark
fr_fr: Filigrane de l’image

source: Credit
fr_fr: Crédits

source: Add tags to articles
fr_fr: Ajouter des mots-clés aux articles

source: Clear tags of articles
fr_fr: Effacer les mots-clés des articles

source: Extra Content
fr_fr: Contenu supplémentaire

source: thumb
fr_fr: vignette

source: full image
fr_fr: image pleine grandeur

source: No tags assigned
fr_fr: Aucun mot-clé assigné

source: remove tags
fr_fr: enlever les mots-clés

source: cancel
fr_fr: Annuler

source: Add
fr_fr: Ajouter

source: Prints a paged thumbs navigation on image.php, independent of the album.php’s thumbs.
fr_fr: Prépare un bloc de vignettes de navigation dans le fichier image.php, indépendamment des vignettes du fichier album.php.

source: Thumbs per page
fr_fr: Vignettes par page

source: Controls the number of images on a page. You might need to change this after switching themes to make it look better.
fr_fr: Indique le nombre d’images par page. Vous devrez peut être modifier la valeur après avoir changé de thème pour en améliorer l’apparence.

source: Counter
fr_fr: Compteur

source: If you want to show the counter “x - y of z images”.
fr_fr: Cocher pour afficher le compteur « x – y sur z images ».

source: Prevtext
fr_fr: TextePrécédent

source: The text for the previous thumbs.
fr_fr: Le texte pour les vignettes précédentes.

source: Nexttext
fr_fr: TexteSuivant

source: The text for the next thumbs.
fr_fr: Le texte pour les vignettes suivantes.

source: The thumb crop width is the maximum width when height is the shortest side
fr_fr: La <em>largeur de rognage des vignettes</em> est la largeur maximale quand la hauteur est la plus petite dimension

source: The thumb crop height is the maximum height when width is the shortest side
fr_fr: La <em>hauteur de rognage des vignettes</em> est la hauteur maximale quand la largeur est la plus petite dimension

source: Crop
fr_fr: Rogner

source: If checked the thumbnail will be a centered portion of the image with the given width and height after being resized to thumb size (by shortest side). Otherwise, it will be the full image resized to thumb size (by shortest side).
fr_fr: Si cette case est cochée, la vignette (aux dimensions spécifiées) sera prélevée au centre de l’image redimensionnée à la <em>taille des vignettes</em>. Sinon, la vignette correspondra à l’image pleine grandeur originale redimensionnée à la taille des vignettes (selon le plus petit côté).

source: Placeholders
fr_fr: Substituants

source: if you want to use placeholder for layout reasons to fill up the thumbs if the number of thumbs does not match images per page. Recommended only for cropped thumbs.
fr_fr: Cocher pour utiliser un substituant afin de ne pas affecter la mise en page ; le substituant est mis à la place de vignettes si le nombre de vignettes ne correspond pas au nombre d’images par page. Recommandé seulement pour les vignettes rognées.

source: Page list
fr_fr: Liste des pages

source: If you want the list of the pages to be shown.
fr_fr: Cocher pour afficher la liste des pages.

source: Pages list prev and next links
fr_fr: Liens de navigation « précédent » et « suivant » dans la liste des pages

source: If you want to show previous and next thumb page links with the page list.
fr_fr: Cocher pour afficher les liens des pages de vignettes précédente et suivante sur la liste des pages.

source: Pages list length
fr_fr: Longueur de la liste des pages

source: The number of links for the page list.
fr_fr: Le nombre de liens pour la liste des pages.

source: previous thumbs
fr_fr: vignettes précédentes

source: next thumbs
fr_fr: vignettes suivantes

source: Images %1$u-%2$u of %3$u (%4$u/%5$u)
fr_fr: Images %1$u – %2$u sur %3$u (%4$u/%5$u)

source: Adds a theme function to print an album menu either as a nested list or as a dropdown menu.
fr_fr: Ajoute au thème une fonction pour afficher un menu d’album soit dans une liste hiérarchique contextuelle, soit comme un menu déroulant.

source: "List" subalbum level
fr_fr: Niveaux de sous-albums affichés avec « List »

source: The depth of subalbum levels shown with the <code>printAlbumMenu</code> and <code>printAlbumMenuList</code> “List” option. Note: themes may override this default.
fr_fr: Le nombre de niveaux de sous-albums affichés avec l’option « List » de <code>printAlbumMenu</code> et de <code>printAlbumMenuList</code>. Note : les thèmes peuvent supplanter cette valeur.

source: Show counts
fr_fr: Afficher les compteurs

source: If checked, image and album counts will be included in the list. Note: Themes may override this option.
fr_fr: Si l’option est activée, le nombre d’images et d’albums sera inclus dans la liste. Remarque : certains thèmes peuvent modifier ce comportement.
