Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Add tags to the list by entering their names in the input fields of the <em>New tags</em> list. Then press the <em>Add tags</em> button
fr_fr: Ajoutez des mots-clés en saisissant ceux-ci dans les champs de la liste <em>Nouveaux mots-clés</em>. Cliquez ensuite sur <em>Ajouter des mots-clés</em>.

source: Theme <em>%s</em> removed.
fr_fr: Le thème <em>%s</em> a été supprimé.

source: Error removing theme <em>%s</em>
fr_fr: Erreur lors de la suppression du thème <em>%s</em>

source: New theme name?
fr_fr: Nom du nouveau thème ?

source: Copy of %s
fr_fr: copie de %s

source: Theme folder name?
fr_fr: Nom du dossier de thèmes ?

source: no theme assigned, defaulting to Gallery theme
fr_fr: aucun thème spécifié, application du thème de la galerie

source: Show theme for:
fr_fr: Afficher le thème pour :

source: Current theme for <code><strong>%1$s</strong></code>: <em>%2$s</em>
fr_fr: Thème sélectionné pour <code><strong>%1$s</strong></code> : <em>%2$s</em>

source: Clear theme assignment for %s
fr_fr: Effacer l’affectation de thème pour %s

source: Clear theme assignment
fr_fr: Effacer l’affectation de thème

source: Themes allow you to visually change the entire look and feel of your gallery. Theme files are located in your <code>/themes</code> folder.
fr_fr: Les thèmes vous permettent de changer complètement l’apparence et le comportement de votre galerie. Les fichiers de thèmes sont rangés dans le dossier <code>/themes</code>.

source: You can download more themes from the <a href="http://www.zenphoto.org/theme/">zenphoto themes page</a>.
fr_fr: Vous pouvez télécharger d’autres thèmes depuis <a href="http://www.zenphoto.org/theme/">la page de thèmes de Zenphoto</a>.

source: Place the downloaded themes in the <code>/themes</code> folder and they will be available for your use.
fr_fr: Placez les thèmes téléchargés dans le dossier <code>/themes</code> et ils seront utilisables par Zenphoto.

source: You can edit files from custom themes. Official themes shipped with the software are not editable, since your changes would be lost on next update.
fr_fr: Vous pouvez éditer les fichiers des thèmes supplémentaires. Les thèmes officiels fournis avec le logiciel ne sont pas éditables, car vos modifications seraient perdues à la prochaine mise à jour.

source: If you want to customize an official theme, please first <em>duplicate</em> it. This will place a copy in your <code>/themes</code> folder for you to edit.
fr_fr: Si vous voulez modifier un thème officiel, <em>dupliquez-le</em> d’abord. Cela créera une copie dans le dossier <em>/themes</em> ; il ne vous restera qu’à la personnaliser.

source: Installed themes
fr_fr: Thèmes installés

source: Third party theme
fr_fr: Thème de tierce partie

source: Set <em>%s</em> theme options
fr_fr: Paramétrer les options du thème <em>%s</em>

source: Activate
fr_fr: Activer

source: Assign
fr_fr: Attribuer

source: Current Theme
fr_fr: Thème utilisé

source: Edit
fr_fr: Modifier

source: Duplicate
fr_fr: Dupliquer

source: Custom thumbnail cropping
fr_fr: Rognage personnalisé des vignettes

source: You can change the portion of your image which is shown in thumbnails by cropping it here.
fr_fr: Vous pouvez changer la portion de l’image qui sera affichée dans les vignettes en effectuant le rognage ici.

source: current thumbnail
fr_fr: vignette utilisée

source: thumbnail preview
fr_fr: aperçu de la vignette

source: Reset to the default cropping
fr_fr: Réinitialiser le rognage

source: Apply the cropping
fr_fr: Appliquer le rognage

source: Thumbnail cropping is disabled. Enable this option for the theme if you wish cropped thumbnails.
fr_fr: Le rognage de vignettes est désactivé. Activez cette option pour votre thème si vous souhaitez des vignettes rognées.

source: Upload Images
fr_fr: Charger des images

source: This web-based upload accepts the file formats: %s, and %s.
fr_fr: Cet outil de chargement web accepte les fichiers des formats suivants : %s, et %s.

source: This web-based upload accepts the file formats: %s and %s.
fr_fr: Cet outil de chargement web accepte les fichiers des formats suivants : %s et %s.

source: ZIP files must contain only supported <em>image</em> types.
fr_fr: Les fichiers zip ne peuvent contenir que <em>des images</em> aux formats supportés.

source: The maximum size for any one file is <strong>%sB</strong> and the maximum size for one total upload is <strong>%sB</strong> which are set by your PHP configuration <code>upload_max_filesize</code> and <code>post_max_size</code>.
fr_fr: La taille maximale de chaque fichier est de <strong>%so</strong> et la taille maximale d’un chargement complet est de <strong>%so</strong>. Ces limites sont spécifiées par les variables <code>upload_max_filesize</code> et <code>post_max_size</code> de votre configuration PHP.

source: The maximum size for your total upload is <strong>%sB</strong> which is set by your PHP configuration <code>post_max_size</code>.
fr_fr: La taille maximale de chaque fichier est de <strong>%so</strong> ; elle est spécifiée par la variable <code>upload_max_filesize</code> de votre configuration PHP.

source: Don’t forget, you can also use <acronym title="File Transfer Protocol">FTP</acronym> to upload folders of images into the albums directory!
fr_fr: N’oubliez pas que vous pouvez utiliser <acronym title="File Transfer Protocol">le protocole FTP</acronym> pour charger des dossiers entiers d’images dans le dossier d’un album.

source: Upload Error
fr_fr: Erreur de chargement

source: There was an error submitting the form. Please try again.
fr_fr: Une erreur s’est produite à la soumission du formulaire. Veuillez réessayer.

source: Upload complete
fr_fr: Chargement terminé

source: PHP Safe Mode Restrictions in effect!
fr_fr: Restrictions liées au fait que safe_mode de PHP est activé !

source: These restrictions may prevent PHP scripts from uploading files.
fr_fr: Ces restrictions peuvent empêcher les scripts PHP de charger des fichiers.

source: Upload to:
fr_fr: Charger dans :

source: Make a new Album
fr_fr: Créer un nouvel album

source: and
fr_fr: et

source: There are no albums to which you can upload.
fr_fr: Il n’existe aucun album dans lequel vous pouvez charger des images.

source: %s password may not be empty!
fr_fr: Le mot de passe %s ne peut pas être vide !

source: Password reset request.
fr_fr: Demande de réinitialisation du mot de passe.

source: Saved
fr_fr: Enregistré

source: Rights migration failed.
fr_fr: La migration des droits a échoué.

source: User id already used.
fr_fr: Ce nom d’utilisateur est déjà utilisé.

source: User name not provided
fr_fr: Nom d’utilisateur non saisi

source: Your Website URL is not valid
fr_fr: L’URL de votre site internet n’est pas valide

source: Expand all
fr_fr: Tout afficher

source: Collapse all
fr_fr: Tout masquer

source: pending verification
fr_fr: en attente de vérification

source: no group
fr_fr: aucun groupe

source: Master
fr_fr: compte-maître

source: Show details
fr_fr: Afficher les détails

source: Hide details
fr_fr: Masquer les détails

source: Show details for user %s
fr_fr: Afficher les détails de l’utilisateur %s

source: Hide details for user %s
fr_fr: Masquer les détails de l’utilisateur %s

source: New User
fr_fr: Nouvel utilisateur

source: Authenticate user
fr_fr: Authentifier l’utilisateur

source: Are you sure you want to delete this user?
fr_fr: Êtes-vous certain(e) de vouloir supprimer cet utilisateur ?

source: This is the master user account. If you delete it another user will be promoted to master user.
fr_fr: Il s’agit du compte utilisateur principal. Si vous le supprimez, un autre utilisateur sera élevé au rang d’utilisateur principal.

source: Delete this user.
fr_fr: Supprimer cet utilisateur.

source: <strong>Note:</strong> You must have ADMIN rights to alter anything but your personal information.
fr_fr: <strong>Note :</strong> Vous devez avoir des droits ADMINISTRATEUR pour modifier autre chose que vos informations personnelles.

source: Challenge phrase
fr_fr: Phrase défi (pour récupérer le mot de passe)

source: Challenge response
fr_fr: Réponse attendue :

source: Full name
fr_fr: Nom complet

source: create primary album
fr_fr: Créer l’album principal

source: delink primary album <strong>%1$s</strong>(<em>%2$s</em>)
fr_fr: Enlever le lien de l’album principal <strong>%1$s</strong> (<em>%2$s</em>)

source: The primary album was created in association with the user. It will be removed if the user is deleted. Delinking the album removes this association.
fr_fr: Lors de sa création, l’album primaire a été lié à l’utilisateur. Il sera effacé lorsque l’utilisateur sera enlevé. Vous pouvez défaire ce lien pour enlever cette association.

source: The <em>master</em> account has full rights to all objects.
fr_fr: Le <em>compte prinicpal</em> a l’accès intégral à tous les objets.

source: un-categorized
fr_fr: sans catégorie

source: The <em>Zenphoto_Authority</em> object supports a higher version of user rights than currently selected. You may wish to migrate the user rights to gain the new functionality this version provides.
fr_fr: L’objet <em>Zenphoto_Authority</em> supporte une version plus élevée des droits d’utilisateurs que celle présentement sélectionnée. Envisagez de migrer ces droits pour bénéficier des nouvelles fonctionnalités.

source: Migrate rights
fr_fr: Migrer les droits

source: You may wish to revert the <em>Zenphoto_Authority</em> user rights to version %s for backwards compatibility with prior releases.
fr_fr: Vous pouvez choisir de ramener les droits d’utilisateurs <em>Zenphoto_Authority</em> à la version %s pour la compatibilité avec les versions antérieures.

source: Revert rights
fr_fr: Rétablir les droits

source: User names may not contain “?”, “&", or quotation marks.
fr_fr: Le nom d’utilisateur ne peut contenir « ? », « & », « " » ni des caractères accentués.

source: The user “%s” already exists.
fr_fr: L’utilisateur « %s » existe déjà.

source: Image cache cleared.
fr_fr: Cache d’images vidé.

source: RSS cache cleared.
fr_fr: Cache RSS vidé.

source: HTML cache cleared.
fr_fr: Cache HTML vidé.

source: Search cache cleared.
fr_fr: Cache de recherche vidé.

source: Setup files restored.
fr_fr: Fichiers d’installation restaurés.

source: Setup files restore failed.
fr_fr: La restauration des fichiers d’installation a échoué.

source: protected
fr_fr: protégé

source: Setup files protected.
fr_fr: Fichiers d’installation protégés.

source: Protecting setup files failed.
fr_fr: La protection des fichiers d’installation a échoué.

source: purge Image cache
fr_fr: purger le cache d’images

source: purge RSS cache
fr_fr: purger le cache RSS

source: reset all hitcounters
fr_fr: remettre les compteurs à zéro

source: purge search cache
fr_fr: Vider le cache de recherche

source: You do not have proper rights to %s.
fr_fr: Vous n’avez pas les droits suffisants pour %s.

source: You do not have proper rights to access %s.
fr_fr: Vous n’avez pas les droits suffisants pour accéder à %s.

source: Misc
fr_fr: Varia

source: Your Setup scripts are not protected.
fr_fr: Les fichiers d’installation ne sont pas protégés.

source: Run setup
fr_fr: Lancer l’installation

source: Run the setup script.
fr_fr: Lancer le script d’installation.

source: Setup » protect scripts
fr_fr: Installation ›› protéger les scripts

source: Protects setup files so setup cannot be run.
fr_fr: Protège les fichiers d’installation pour empêcher le script d’installation d’être exécuté.

source: Setup » restore scripts
fr_fr: Installation ›› restaurer les scripts

source: Restores setup files so setup can be run.
fr_fr: Restaure les fichiers d’installation pour permettre de lancer le script d’installation.

source: Installation information
fr_fr: Information sur l’installation

source: <em>Debug build</em>
fr_fr: <em>Version de développement</em>

source: Official build
fr_fr: Version officielle

source: release notes
fr_fr: notes de version

source: ZenPhoto20 version <strong>%1$s (%2$s)</strong>
fr_fr: Version de ZenPhoto20 : <strong>%1$s (%2$s)</strong>

source: Current locale setting: <strong>%1$s</strong>
fr_fr: Paramètre régional présentement utilisé : <strong>%1$s</strong>

source: <strong>Locale setting has failed</strong>
fr_fr: <strong>Le paramètre régional a échoué !</strong>

source: Server path:
fr_fr: Chemin d’accès du serveur :

source: WEB path:
fr_fr: Chemin d’accès internet :

source: PHP Session path:
fr_fr: Chemin de la session PHP :

source: Current gallery theme: <strong>%1$s</strong>
fr_fr: Thème présentement utilisé : <strong>%1$s</strong>

source: PHP version: <strong>%1$s</strong>
fr_fr: Version de PHP : <strong>%1$s</strong>

source: PHP Error reporting: <strong>%s</strong>
fr_fr: Type de rapport d’erreurs PHP : <strong>%s</strong>

source: PHP error messages may be displayed on WEB pages. This may disclose site sensitive information.
fr_fr: Les messages d’erreurs PHP peuvent être affichés sur des pages internet et ainsi divulguer des renseignements sensibles.

source: <em>display_errors</em> is <strong>On</strong>
fr_fr: L’affichage des erreurs ( paramètre <em>display_errors</em>) est <strong>activé</strong>

source: <em>display_errors</em> is <strong>Off</strong>
fr_fr: L’affichage des erreurs ( paramètre <em>display_errors</em>) est <strong>déactivé</strong>

source: Graphics support: <strong>%s</strong>
fr_fr: Bibliothèque graphique : <strong>%s</strong>

source: supporting: %s
fr_fr: formats supportés : %s

source: PHP memory limit: <strong>%1$s</strong> (Note: Your server might allocate less!)
fr_fr: Limite de mémoire de PHP : <strong>%1$s</strong> (Note : votre serveur peut en allouer moins.)

source: %1$s version: <strong>%2$s</strong>
fr_fr: Version de %1$s : <strong>%2$s</strong>

source: Database name: <strong>%1$s</strong>
fr_fr: Nom de la base de données : <strong>%s</strong>

source: Table prefix: <strong>%1$s</strong>
fr_fr: Préfixe des tables : <strong>%1$s</strong>

source: No spam filter configured
fr_fr: Aucun filtre de contenu indésirable n’a été configuré

source: Spam filter: <strong>%s</strong>
fr_fr: Filtre anti-spam : <strong>%s</strong>

source: CAPTCHA generator: <strong>%s</strong>
fr_fr: Générateur de Captcha : <strong>%s</strong>

source: There is no mail handler configured!
fr_fr: Aucun gestionnaire de courriel configuré.

source: %u active plugin:
fr_fr: %u extension activée :

source: <em>none</em>
fr_fr: <em>aucune</em>

source: %u active filter:
fr_fr: %u filtre activé :

source: Utility functions
fr_fr: Utilitaires

source: Gallery Stats
fr_fr: Statistiques de la galerie

source: <strong>%1$u</strong> Image (%2$u un-published)
fr_fr: <strong>%1$u</strong> image (%2$u non publiée)

source: <strong>%1$u</strong> Album (%2$u un-published)
fr_fr: <strong>%1$u</strong> album (%2$u non publié)

source: <strong>%1$u</strong> Comment (%2$u in moderation)
fr_fr: <strong>%1$u</strong> commentaires (%2$u en modération)

source: <strong>%u</strong> Comment
fr_fr: <strong>%u</strong> commentaire

source: Your user rights do not allow access to administrative functions.
fr_fr: Vos droits utilisateur ne vous permettent pas d’accéder aux fonctions d’administration.

source: An album object was instantiated without using the newAlbum() function.
fr_fr: Un objet album a été instancié sans utiliser la fonction newAlbum().

source: Invalid album instantiation: No album name
fr_fr: Instanciation invalide de l’album : l’album n’a pas de nom

source: Invalid album instantiation: %1$s!=%2$s
fr_fr: Instanciation invalide de l’album : %1$s!=%2$s

source: Invalid album instantiation: %s does not exist.
fr_fr: Instanciation invalide de l’album : %s n’existe pas

source: Error: The album %s is not readable.
fr_fr: Erreur : l’album %s n’est pas lisible.

source: Error: The album named %s cannot be found.
fr_fr: Erreur : l’album %s est introuvable.

source: Latest albums
fr_fr: Albums récents

source: latest updated albums
fr_fr: Albums récemment mis à jour

source: Most popular albums
fr_fr: Albums les plus populaires

source: Most popular images
fr_fr: Images les plus populaires

source: Top rated albums
fr_fr: Albums les mieux évalués

source: Random albums
fr_fr: Albums choisis aléatoirement

source: Bad
fr_fr: Mauvais

source: by
fr_fr: par

source: Error: The “albums” directory (%s) cannot be found.
fr_fr: Erreur : le dossier « albums » (%s) est introuvable.

source: Error: The “albums” directory (%s) is not readable.
fr_fr: Erreur : le dossier « albums » (%s) est illisible.

source: Unknown
fr_fr: Inconnu

source: <strong>Missing theme info file!</strong>
fr_fr: <strong>Fichier d’informations du thème absent !</strong>

source: Invalid album folder: %1$s %2$s
fr_fr: Dossier de l’album invalide : %1$s %2$s

source: fixed
fr_fr: réparé

source: discarded
fr_fr: éliminé

source: Bad album object parameter to newImage(%s)
fr_fr: Mauvais paramètre de l’objet album pour newImage(%s)

source: Bad filename suffix in newImage(%s)
fr_fr: Mauvais suffixe de nom de fichier dans newImage(%s)

source: Invalid image instantiation: Album does not exist
fr_fr: Instanciation invalide de l’image : l’album n’existe pas

source: Invalid image instantiation: file does not exist
fr_fr: Instanciation invalide de l’image : le fichier n’existe pas

source: Camera Maker
fr_fr: Fabricant de l’appareil

source: Camera Model
fr_fr: Modèle d’appareil

source: Image Title
fr_fr: Titre de l’image

source: Object Name
fr_fr: Nom de l’objet

source: Image Headline
fr_fr: Fait saillant de l’image

source: Image Caption
fr_fr: Légende de l’image

source: Image Caption Writer
fr_fr: Auteur de la légende de l’image

source: Time Taken
fr_fr: Heure de prise de vue

source: Original Time Taken
fr_fr: Heure de prise de vue originale

source: Time Digitized
fr_fr: Heure de la numérisation

source: Date Created
fr_fr: Date de création

source: Time Created
fr_fr: Heure de création

source: Digital Creation Date
fr_fr: Date de création numérique

source: Digital Creation Time
fr_fr: Heure de création numérique

source: Artist
fr_fr: Artiste

source: Image Credit
fr_fr: Crédits de l’image

source: Byline
fr_fr: Accroche

source: Byline Title
fr_fr: Titre de l’accroche

source: Image Source
fr_fr: Source de l’image

source: Copyright Holder
fr_fr: Titulaire du copyright

source: Copyright Notice
fr_fr: Informations de copyright

source: Keywords
fr_fr: Mots-clés

source: Exposure time
fr_fr: Durée d’exposition

source: Shutter Speed
fr_fr: Vitesse d’obturation

source: Aperture
fr_fr: Ouverture

source: ISO Sensitivity
fr_fr: Sensibilité ISO

source: Exposure Compensation
fr_fr: Correction de l’exposition

source: Metering Mode
fr_fr: Mode de mesure

source: Flash Fired
fr_fr: Flash déclenché

source: Original Width
fr_fr: Largeur de l’image pleine grandeur

source: Original Height
fr_fr: Hauteur de l’image pleine grandeur

source: Software
fr_fr: Logiciel

source: Contrast Setting
fr_fr: Réglage du contraste

source: Sharpness Setting
fr_fr: Réglage du renforcement

source: Saturation Setting
fr_fr: Réglage de la saturation

source: White Balance
fr_fr: Balance des blancs

source: Subject Distance
fr_fr: Distance du sujet

source: Focal Length
fr_fr: Longueur de focale

source: Lens Type
fr_fr: Type d’objectif

source: Lens Info
fr_fr: Détails sur l’objectif

source: 35mm Focal Length Equivalent
fr_fr: Longueur focale équivalente pour pellicule 35 mm

source: City
fr_fr: Ville

source: Sub-location
fr_fr: Lieu (très précis)

source: Province/State
fr_fr: État, province

source: Country/Primary Location Code
fr_fr: Code du pays/de la localisation primaire

source: Country/Primary Location Name
fr_fr: Nom du pays/de la localisation primaire

source: Content Location Code
fr_fr: Code du lieu du contenu

source: Content Location Name
fr_fr: Lieu du contenu

source: Latitude Reference
fr_fr: Latitude de référence

source: Longitude Reference
fr_fr: Longitude de référence

source: Altitude Reference
fr_fr: Altitude de référence

source: Originating Program
fr_fr: Programme d’origine

source: Program Version
fr_fr: Version du programme

source: An image object was instantiated without using the newImage() function.
fr_fr: Un objet image a été instancié sans utiliser la fonction newImage().

source: File/Folder name
fr_fr: Nom du fichier ou du dossier

source: Content
fr_fr: Contenu

source: Author
fr_fr: Auteur

source: Last Editor
fr_fr: Dernier éditeur

source: TitleLink
fr_fr: Titre-lien

source: Could not Find SubIFD
fr_fr: Impossible de trouver la valeur SubIFD

source: Illegal size for SubIFD
fr_fr: Taille non autorisée pour SubIFD

source: Could not Find IFD1
fr_fr: Impossible de trouver IFD1

source: Illegal size for IFD1
fr_fr: Dimension illégale pour IFD1

source: Could not Find InteroperabilityIFD
fr_fr: Impossible de trouver InteroperabilityIFD

source: Illegal size for InteroperabilityIFD
fr_fr: Taille non autorisée pour InteroperabilityIFD

source: 1-area-focusing
fr_fr: Mise au point 1 zone

source: 1-area-focusing (High speed)
fr_fr: Mise au point 1 zone (haute vitesse)

source: Normal (0 deg)
fr_fr: Normal (0°)

source: 1st curtain sync
fr_fr: Synchro sur l’ouverture de l’obturateur (1er rideau)

source: Mirrored
fr_fr: En miroir

source: 2nd(rear)-curtain sync used
fr_fr: Synchro sur la fermeture de l’obturateur (2e rideau)

source: 3-area-focusing (High speed)
fr_fr: Mise au point 3 zones (haute vitesse)

source: Upside-down
fr_fr: La tête en bas

source: Upside-down Mirrored
fr_fr: La tête en bas et en miroir

source: 90 deg CCW Mirrored
fr_fr: 90° antihoraire et en miroir

source: 90 deg CW
fr_fr: 90° horaire

source: 90 deg CW Mirrored
fr_fr: 90° horaire et en miroir

source: 90 deg CCW
fr_fr: 90° et en miroir

source: AE Good
fr_fr: Auto-exposition correcte

source: AF non D
fr_fr: Auto-focus sans mesure de distance

source: AI Focus
fr_fr: Mise au point AI

source: AI Servo
fr_fr: Servo AI

source: Aperture Priority
fr_fr: Priorité à l’ouverture

source: Aperture Priority AE
fr_fr: Priorité à l’ouverture AE

source: Auto + Red Eye Reduction
fr_fr: Automatique + réduction des yeux rouges

source: Auto Focus Good
fr_fr: Mise au point automatique correcte

source: Auto Selected
fr_fr: Auto-sélectionné

source: Auto; Continuous
fr_fr: Auto ; continu

source: Auto; Focus button
fr_fr: Auto ; bouton de mise au point

source: Auto-DEP
fr_fr: Mode DEP automatique

source: Average
fr_fr: Moyenne

source: Baby
fr_fr: Bébé

source: Black & White
fr_fr: Noir et blanc

source: Black and White
fr_fr: Noir et blanc

source: Bright+
fr_fr: Luminosité+

source: Bright-
fr_fr: Luminosité-

source: Center of Pixel Array
fr_fr: Centre du tableau de pixels

source: Center Weighted Average
fr_fr: Mesure pondérée au centre

source: Center-weighted
fr_fr: Mesure au centre

source: Centimeter
fr_fr: Centimètre

source: Chroma Saturation High
fr_fr: Saturation chromatique élevée

source: Chroma Saturation Low(ORG)
fr_fr: Saturation chromatique faible (ORG)

source: Chroma Saturation Normal(STD)
fr_fr: Saturation chromatique normale (STD)

source: Close-up (Macro)
fr_fr: Photo de près (macro)

source: Cloudy
fr_fr: Nuageux

source: Color Sequential Area Sensor
fr_fr: Capteur de couleur de surface séquentiel

source: Color Sequential Linear Sensor
fr_fr: Capteur de couleur linéaire séquentiel

source: Compulsory Flash
fr_fr: Flash obligatoire

source: Compulsory Flash; Return light detected
fr_fr: Flash obligatoire ; lumière de retour détectée

source: Compulsory Flash; Return light not detected
fr_fr: Flash obligatoire ; lumière de retour non détectée

source: Continuous
fr_fr: Continu

source: Contrast High(HARD)
fr_fr: Contraste élevé

source: Contrast Low(ORG)
fr_fr: Contraste faible (ORG)

source: Contrast Normal(STD)
fr_fr: Contraste normal (STD)

source: Contrast+
fr_fr: Constraste+

source: Contrast-
fr_fr: Constraste-
