Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: This feature is handled in the "theme_head" filter. For parameters set the theme options.
fr_fr: Cette fonctionnalité est désormais gérée par le filtre "theme_head". Pour régler les paramètres, veuillez consulter les options du thème.

source: Use getAllTagsUnique()
fr_fr: Utiliser getAllTagsUnique()

source: No calls on deprecated functions were found.
fr_fr: Aucun appel de fonctions obsolètes n’a été trouvé.

source: %s table
fr_fr: table %s

source: Download directory
fr_fr: Dossier de téléchargement

source: This download folder can be relative to your installation (<em>foldername</em>) or external to it (<em>../foldername</em>)! You can override this setting by using the parameter of the printdownloadList() directly on calling.
fr_fr: Ce dossier de téléchargement peut être relatif à votre installation (<em>nom_de_dossier</em>) ou être un dossier externe (<em>../nom_de_dossier</em>). Vous pouvez supplanter ce réglage en utilisant le paramètre de printdownloadList() lors de l’appel de cette fonction.

source: Show filesize of download items
fr_fr: Afficher la taille des éléments à télécharger

source: Show download counter of download items
fr_fr: Afficher un compteur d’éléments téléchargés

source: Files to exclude from the download list
fr_fr: Types de fichiers exclus de la liste de téléchargement

source: A list of file suffixes to exclude. Separate with comma and omit the dot (e.g "jpg").
fr_fr: Liste des extensions à exclure des téléchargements. Séparer les extensions par une virgule et ne pas mettre de point (ex.: « jpg »).

source: Zip source
fr_fr: Origine du fichier compressé

source: From album
fr_fr: De l’album

source: From Cache
fr_fr: Du cache

source: Make the album zip from the album folder or from the sized images in the cache.
fr_fr: Créer un fichier compressé (.zip) à partir du dossier de l’album ou des images redimensionnées du cache.

source: User rights
fr_fr: Droits de l’utilisateur

source: Check if users are required to have <em>file</em> rights to download.
fr_fr: Cocher si les utilisateurs doivent avoir les droits <em>fichiers</em> pour télécharger.

source: credentials
fr_fr: identifiants

source: Provide credentials to password protect downloads
fr_fr: Fournit les identifiants aux téléchargements protégés par mot de passe

source: Guest user:
fr_fr: Invité :

source: You must supply a password for the DownloadList user
fr_fr: Vous devez fournir un mot de passe pour l’utilisateur de DownloadList

source: Your DownloadList passwords were empty or did not match
fr_fr: Vos mots de passe de DownloadList sont vides ou ne correspondent pas

source: Download statistics
fr_fr: Statistiques de téléchargement

source: Counts of downloads
fr_fr: Nombre de téléchargements

source: File “%s” was not found.
fr_fr: Le fichier « %s » ne peut être trouvé.

source: Page error: %2$s (%1$s)
fr_fr: Erreur sur la page : %2$s (%1$s)

source: Album not found
fr_fr: Album non trouvé

source: Created from cached images of %1$s on %2$s.
fr_fr: Créé à partir d’images mises en cache de %1$s sur %2$s.

source: Created from images in %1$s on %2$s.
fr_fr: Créé à partir d’images de %1$s sur %2$s.

source: %u download
fr_fr: %u téléchargement

source: No statistic available
fr_fr: Aucune statistique disponible

source: Most downloaded files
fr_fr: Fichiers les plus téléchargés

source: Outdated file entries cleared from the database
fr_fr: Les entrées périmées de fichiers ont été effacées de la base de données

source: All download file entries cleared from the database
fr_fr: Toutes les entrées de fichiers téléchargés ont été effacées de la base de données.

source: Download Statistics
fr_fr: Statistiques de téléchargement

source: Shows statistical graphs and info about your gallery’s downloads if using the downloadList plugin.
fr_fr: Affiche des graphiques statistiques et des informations à propos des téléchargements effectués de votre galerie si vous utilisez l’extension downloadList.

source: Entries marked red do not exist in the download folder anymore but are kept for the statistics until you remove them manually via the button.
fr_fr: Les entrées identifiées en rouge n’existent plus dans le dossier de téléchargement ; elles sont conservées aux fins statistiques jusqu’à ce que vous les enleviez vous-même avec le bouton.

source: The downloadList plugin is not active
fr_fr: L’extension downloadList n’est pas activée.

source: Clear outdated downloads from database
fr_fr: Efface les téléchargements périmés de la base de données

source: Clear all downloads from database
fr_fr: Efface tous les téléchargements de la base de données

source: Allows viewers of your site to select the language translation of their choice.
fr_fr: Permet aux visiteurs de voir ce site dans la langue de leur choix.

source: Select <em>Use subdomains</em> and links will be in the form <code><em>language</em>.%s</code> where <code><em>language</em></code> is the language code, e.g. <code><em>fr</em></code> for French.
fr_fr: Choisir <em>Sous-domaine</em> ; alors les liens vers les langues disponibles prendront la forme <code><em>langue</em>.%s</code>, où <code><em>langue</em></code> est le code de langue (ex.: <code><em>fr</em></code> pour français).

source: subdomain
fr_fr: sous-domaine

source: Select <em>URL</em> and links paths will have the language selector prepended in the form <code>%1$s/<em>language</em>/...</code>
fr_fr: Choisir <em>URL</em> ; alors les liens verront le sélecteur de langue ajouté sous la forme <code>%1$s/<em>language</em>/...</code>

source: Use flags
fr_fr: Utiliser des drapeaux

source: Checked produces an array of flags. Not checked produces a selector.
fr_fr: Activer cette option pour afficher des drapeaux des langues disponibles (sinon, un menu de sélection sera utilisé).

source: Language links
fr_fr: Liens pour choisir la langue

source: Site language
fr_fr: Langue du site

source: Set the primary language for your site.
fr_fr: Définir la langue principale du site.

source: Provides file handling for the <code>upload/files</code> tab and the <em>TinyMCE</em> file browser.
fr_fr: Gestionnaire de chargement de fichiers pour l’onglet <code>chargement/fichiers</code> et l’explorateur de fichiers <em>TinyMCE</em>.

source: Files tab
fr_fr: Onglet Fichiers

source: Use as the upload <em>files</em> subtab.
fr_fr: Utiliser comme sous-onglet de chargement des <em>fichiers</em>.

source: TinyMCE plugin
fr_fr: Extension TinyMCE

source: Enable plugin for TinyMCE.
fr_fr: Activer l’extension pour TinyMCE.

source: files (%s)
fr_fr: fichiers (%s)

source: files
fr_fr: fichiers

source: Theme Manager
fr_fr: Gestionnaire de thème

source: File Manager
fr_fr: Explorateur de fichiers

source: <strong>Note:</strong> Accessing the Albums folder with this utility is equivalent to using FTP to access it. <em>Copy</em> and <em>rename</em> do not carry the database data with the change.
fr_fr: <strong> Note : </strong> L’accès au dossier Albums avec cet utilitaire équivaut à utiliser le protocole FTP pour y accéder. <em>Copier</em> et <em>Renommer</em> ne mettent pas à jour la base de données.

source: Themes (%s)
fr_fr: Thèmes (%s)

source: Upload folder (%s)
fr_fr: Dossier de chargement (%s)

source: Albums folder (%s)
fr_fr: Dossier des albums (%s)

source: Third party plugins (%s)
fr_fr: Extensions tierces (%s)

source: Data (%s)
fr_fr: Données (%s)

source: Backup files (%s)
fr_fr: Fichier de sauvegarde (%s)

source: Emails a password reset request to a newly created user.
fr_fr: Envoie un courriel à l’utilisateur nouvellement créé pour lui demander de définir son mot de passe.

source: You are receiving this e-mail because a user code (%1$s) has been created for you on the %2$s gallery.
fr_fr: Vous avez reçu ce message parce qu’un code d’utilisateur (%1$s) a été créé pour vous sur la galerie %2$s.

source: To set your User password visit: %s
fr_fr: Pour définir votre mot de passe d’utilisateur, veuillez aller à : %s

source: This ticket will automatically expire in 3 days.
fr_fr: Ce billet expirera automatiquement dans 3 jours.

source: ZenPhoto20 user created
fr_fr: L’utilisateur ZenPhoto20 a été créé

source: New users will be mailed a password set link
fr_fr: Les nouveaux utilisateurs recevront par courriel un lien pour définir leur mot de passe.

source: Adds example macros.
fr_fr: Ajoute des exemples de macros

source: Places codeblock number <code>%1</code> in the content where the macro exists.
fr_fr: Insère le bloc de code numéro <code>%1</code> dans le contenu où la macro a été ajoutée.

source: Prints the current page number.
fr_fr: Insère le numéro de page courant.

source: Prints the version of the installation.
fr_fr: Affiche la version de cette installation.

source: An example of how to reference global variables. In this case to dump the current gallery page variable.
fr_fr: Un exemple illustrant comment référencer les variables globales (est ici affiché le contenu de la variable qui définit la page courante de la galerie).

source: Dump the contents of the array parameter list. The array is in the form <em>variable_1</em>=<code>value</code> <em>variable_2</em>=<code>value</code> <em>etc.</em>.
fr_fr: Vide le contenu de la liste des paramètres d’un tableau. Le tableau est sous la forme <em>variable_1</em>=<code>value</code> <em>variable_2</em>=<code>value</code> <em>etc.</em>.

source: Provides text for a link to a "custom" script page indicated by a linktext (<code>%1</code>) and a custom page (<code>%2</code>).
fr_fr: Fournit le lien vers la page de script personnalisé définie par le texte du lien (<code>%1</code>) et une page sur mesure (<code>%2</code>).

source: The PARAM_DUMP macro was passed the following:
fr_fr: La macro PARAM_DUMP a été traitée comme suit:

source: The <em>externalFeed</em> handler.
fr_fr: Le gestionnaire de flux <em>externalFeed</em>.

source: externalFeed feeds enabled:
fr_fr: Flux externalFeed activés :

source: Gallery Comments
fr_fr: Commentaires de la galerie

source: News/Page Comments
fr_fr: Commentaires des actualités et des pages

source: Check each feeds you wish to activate.
fr_fr: Cocher les flux RSS que vous souhaitez activer.

source: Image feed items:
fr_fr: Nombre d’images dans le flux RSS

source: The number of new images and comments you want to appear in your site’s feed
fr_fr: Le nombre d’images et de commentaires que vous souhaitez faire apparaître dans le flux RSS de votre site.

source: Image size
fr_fr: Taille de l’image

source: Size of image feed images:
fr_fr: Taille des images dans le flux RSS

source: Image feed sort order:
fr_fr: Ordre de tri du flux RSS des images

source: latest by id
fr_fr: les plus récentes par id

source: latest by date
fr_fr: les plus récentes (par date)

source: latest by mtime
fr_fr: les plus récentes selon la date de modification

source: latest by publishdate
fr_fr: les plus récentes selon la date de publication

source: Choose between latest by id for the latest uploaded, latest by date for the latest uploaded fetched by date, or latest by mtime for the latest uploaded fetched by the file’s last change timestamp.
fr_fr: Choisissez soit <em>les plus récentes par id</em> pour les plus récemment mises en ligne, <em>les plus récentes (par date)</em> pour les images dont la date est la plus récente, ou <em>les plus récentes selon la date de modification</em> pour les dernières mises en ligne selon la date de dernière modification la plus récente.

source: Album feed sort order:
fr_fr: Ordre de tri du flux RSS des albums

source: In addition to the above you may select latest updated.
fr_fr: En plus de ci-dessus, vous pouvez choisir le dernier mis à jour.

source: New requestor:
fr_fr: Nouveau site utilisant les flux RSS :

source: Supply a site name to add a new using site.
fr_fr: Saisissez un nom de site pour ajouter un nouveau site qui utilise ces flux RSS.

source: Registered sites:
fr_fr: Sites enregistrés :

source: Check the box to remove a site.
fr_fr: Cochez pour enlever un site

source: Feed text length
fr_fr: Longueur du texte du flux RSS

source: The text length of the Zenpage feed items. No value for full length.
fr_fr: La longueur de texte des éléments dans le flux RSS de Zenpage. Laissez-le vide pour ne pas limiter la longueur.

source: News feed items
fr_fr: Nombre d’éléments d’actualité dans le flux RSS

source: The number of news articles you want to appear in your site’s News feed.
fr_fr: Le nombre d’articles que vous souhaitez faire apparaître dans le flux RSS de votre site.

source: <em><strong>%1$s</strong></em> key=%2$s
fr_fr: Clé <em><strong>%1$s</strong></em> = %2$s

source: No sites registered
fr_fr: Pas de sites enregistrés

source: (Latest news)
fr_fr: (Actualités récentes)

source: (Most popular news)
fr_fr: (Actualités les plus populaires)

source: (Most rated news)
fr_fr: (Actualités les plus souvent évaluées)

source: (Top rated news)
fr_fr: (Actualités les mieux évaluées)

source: (Random news)
fr_fr: (Actualités choisies aléatoirement)

source: (Most popular pages)
fr_fr: (Pages les plus populaires)

source: (Most rated pages)
fr_fr: (Pages les plus souvent évaluées)

source: (Top rated pages)
fr_fr: (Pages les mieux évaluées)

source: (Random pages)
fr_fr: (Pages choisies aléatoirement)

source: (Latest pages)
fr_fr: (Pages récentes)

source: (latest comments)
fr_fr: (commentaires récents)

source: Publish <em>favorites</em> into albums that others can view.
fr_fr: Publier les <em>favoris</em> dans des albums que d’autres peuvent consulter.

source: Create an album from favorites
fr_fr: Créer un album à partir de vos favoris

source: Create Favorites Album
fr_fr: Créer l’album des favoris

source: favorite
fr_fr: favori

source: Support for <em>favorites</em> handling.
fr_fr: Gestionnaire des <em>favoris</em>.

source: The albums and images selected as favorites.
fr_fr: Les albums et les images sélectionnés comme favoris.

source: Add favorite
fr_fr: Ajouter un favori

source: Remove favorite
fr_fr: Enlever un favori

source: If enabled a user may have multiple (named) favorites.
fr_fr: Si activé, un utilisateur peut avoir plusieurs favoris (nommés).

source: Named favorites are present.
fr_fr: Il y a des favoris nommés.

source: Link text
fr_fr: Texte descriptif du lien

source: The text for the link to the favorites page.
fr_fr: Le texte descriptif du lien vers la page des favoris.

source: Multiple sets
fr_fr: Enregistrements multiples.

source: Add button
fr_fr: Bouton Ajouter

source: Default text for the <em>add to favorites</em> button.
fr_fr: Texte par défaut du bouton <em>ajouter aux favoris</em>.

source: Remove button
fr_fr: Bouton Enlever

source: Default text for the <em>remove from favorites</em> button.
fr_fr: Texte par défaut du bouton <em>enlever des favoris</em>.

source: The favorites page title text.
fr_fr: Texte du titre de la page des favoris.

source: The favorites page description text.
fr_fr: Texte descriptif de la page des favoris.

source: <p class="notebox">Favorites requires the <code>mod_rewrite</code> option be enabled.</p>
fr_fr: <p class="notebox">Pour utiliser les favoris, le paramètre <code>utiliser mod_rewrite</code> doit être activé.</p>

source: Users watching:
fr_fr: Spectateurs

source: Handles logon from <em>OpenID</em> credential providers.
fr_fr: Gère la connexion de l’utilisateur à partir de fournisseurs d’identité <em>OpenID</em>

source: Run the <a href="%s">OpenID detect</a> script to check compatibility of your server configuration.
fr_fr: Lancez le script <a href="%s">OpenID detect</a> pour vérifier si la configuration de votre serveur est compatible.

source: The <a href="%s">OpenID detect</a> script has not been run.
fr_fr: Le script <a href="%s">OpenID detect</a> n’a pas été exécuté.

source: Assign user to
fr_fr: Assigner l’utilisateur à

source: The user group to which to map the federated login.
fr_fr: Le groupe d’utilisateurs auquel il faut relier l’authentification unique fédérée.

source: Handlers
fr_fr: Protocoles supportés

source: Un-check any handler you do not want to support.
fr_fr: Veuillez décocher les protocoles que vous ne voulez pas supporter.

source: Notify*
fr_fr: Notifier*

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration. (Verification is required only if the Federated Logon provider does not supply an e-mail address.)
fr_fr: Si activé, un courriel de notification est envoyé à l’administrateur de la galerie lorsqu’un nouvel utilisateur a validé son inscription. (La validation est requise uniquement si le site d’authentification unique fédérée ne transmet pas l’adresse de courriel.)

source: Of course there must be some Administrator with an e-mail address for this option to make sense!
fr_fr: Bien sûr, au moins un administrateur doit avoir une adresse de courriel pour que cette option ait un sens !

source: * The option may be set via the <a href="javascript:gotoName('federated_logon');"><em>register_user</em></a> plugin options.
fr_fr: * Ce paramètre est configuré avec ceux de l’extension <a href="javascript:gotoName('federated_logon');"><em>register_user</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of this option is shared with other plugins.</p>
fr_fr: <p class="notebox">*<strong>Note. </strong> Ce paramétrage est aussi utilisé par d’autres extensions.</p>

source: Group %s does not exist.
fr_fr: Le groupe %s n’existe pas.

source: Visit %s to validate your federated logon credentials.
fr_fr: Visiter %s pour valider vos informations d’authentification unique fédérée.

source: Federated user confirmation
fr_fr: Confirmation de l’inscription faite par authentification unique fédérée

source: <strong>NOTE:</strong> Update your profile with a valid <em>e-mail</em> address and you will be sent a link to validate your access to the site.
fr_fr: <strong>Note.</strong> Veuillez mettre votre profil à jour en saisissant une adresse de <em>courriel</em> valide. Nous vous enverrons un lien pour valider l’accès à ce site.

source: <strong>NOTE:</strong> User’s credentials came from a Federated logon.
fr_fr: <strong>Note.</strong> Les informations d’identification de l’utilisateur proviennent d’une authentification unique fédérée.

source: ZenPhoto20 Gallery registration
fr_fr: Inscription à la galerie ZenPhoto20

source: %1$s (%2$s) has registered for the zenphoto gallery providing an e-mail address of %3$s.
fr_fr: %1$s (%2$s) s’est inscrit(e) à la galerie Zenphoto en fournissant l’adresse de courriel %3$s.

source: Login using %s
fr_fr: Se connecter avec %s

source: back
fr_fr: Retour

source: Could not create the FileStore directory %s. Please check the effective permissions.
fr_fr: Impossible de créer le dossier FileStore %s. Vérifiez les droits en écriture.

source: Verification cancelled.
fr_fr: Validation annulée.

source: OpenID authentication failed: %s
fr_fr: L’authentification OpenID a échoué : %s

source: You have successfully verified <a href="%s">%s</a> as your identity.
fr_fr: Vous avez validé avec succès <a href="%s">%s</a> comme étant votre identité.

source: Federated logon error:<br />%s
fr_fr: Erreur de connexion (authentification unique fédérée) :<br />%s

source: OpenID Authentication
fr_fr: Authentification OpenID

source: Identity URL:
fr_fr: URL de votre identité :

source: Verify
fr_fr: Valider

source: Return to ZenPhoto20
fr_fr: Revenir à ZenPhoto20

source: Not a valid OpenID URL
fr_fr: Ce n’est pas une URL OpenID valide

source: Authentication error; not a valid OpenID.
fr_fr: Erreur d’authentification : ce n’est pas une OpenID valide

source: Could not redirect to server: %s
fr_fr: Ne peut rediriger au serveur : %s

source: Verisign Authentication
fr_fr: Authentification Verisign

source: Verisign user id:
fr_fr: Identifiant Verisign :

source: Overlay icons over thumbnails to indicate image status.
fr_fr: Affiche une icône en surimpression sur les vignettes afin d’indiquer le statut des images.

source: Criteria
fr_fr: Critères

source: mtime
fr_fr: les dernières par date de modification

source: Select the basis for considering if an image is new.
fr_fr: Sélectionnez le critère sur lequel se baser pour considérer qu’une image est nouvelle.

source: Icon
fr_fr: Icône

source: Select the icon that will show for “new” images.
fr_fr: Sélectionnez l’icône utilisée pour les « nouvelles » images.

source: Select the icon that will show for “un-published” images.
fr_fr: Sélectionnez l’icône utilisée pour les images « non publiées ».

source: Select the icon that will show for “Protected” images.
fr_fr: Sélectionnez l’icône utilisée pour les images « protégées ».

source: Select the icon that will show for images tagged with geodata.
fr_fr: Séléctionnez l’icône utilisée pour les images géolocalisées.

source: Thumbnails for images which are not <em>published</em> will be marked.
fr_fr: Les vignettes des images qui ne sont pas <em>publiées</em> sont marquées d’une icône.

source: Thumbnails for images which are password protected or in password protected albums will be marked.
fr_fr: Les vignettes des images protégées par mot de passe (ou placées dans un album qui l’est) sont marquées d’une icône.

source: Thumbnails for images which have recently been added to the gallery will be marked.
fr_fr: Les vignettes des images récemment ajoutées à la galerie sont marquées d’une icône.

source: Thumbnails for images which are geodata tagged will be marked.
fr_fr: Les vignettes des images géolocalisées sont marquées d’une icône.

source: Text flag for <em>geodata tagged</em> images.
fr_fr: Texte de substitution pour les images <em>géolocalisées</em>.

source: Aging
fr_fr: Âge

source: The range in days until images are no longer flagged as new.
fr_fr: Le nombre de jours après lequel une image n’est plus marquée comme nouvelle.

source: Text flag for <em>new</em> images.
fr_fr: Texte de substitution pour les <em>nouvelles</em> images.

source: Text flag for <em>un-published</em> images.
fr_fr: Texte de substitution pour les images <em>non publiées</em>.

source: Text flag for <em>protected</em> images.
fr_fr: Texte de substitution pour les images <em>protégées</em>.

source: Use text
fr_fr: Utiliser le texte

source: If checked, the defined <em>text</em> will be used in place of the icon. (Use the class <code>textasnewflag</code> for styling "text" overlays.)
fr_fr: Si l’option est activée, le <em>texte</em> défini sera utilisé à la place de l’icône. (Utilisez la classe <code>textasnewflag</code> pour définir le style du texte affiché en surimpression.)

source: Create news articles when a gallery item is published.
fr_fr: Crée un article d’actualité lorsqu’un élément est publié dans la galerie.

source: Gallery Articles requires Zenpage to be enabled.
fr_fr: Pour utiliser les articles de gallerie, il faut que Zenpage soit activé.

source: New album: %1$s
fr_fr: Nouvel album : %1$s

source: New image: [%2$s]%1$s
fr_fr: Nouvelle image : [%2$s]%1$s

source: Publish for
fr_fr: Publier pour

source: If a <em>type</em> is checked, a news article will be made when an object of that <em>type</em> is published.
fr_fr: Si un <em>type</em> est coché, un article d’actualité sera créé lorsqu’un objet de ce <em>type</em> sera publié.

source: Image title
fr_fr: Titre de l’image

source: This text will be used as the <em>title</em> of the article. The album title will be substituted for <code>%2$s</code> and the image title for <code>%1$s</code>.
fr_fr: Ce texte sera utilisé comme <em>titre</em> de l’article. Le titre de l’abum sera remplacé par <code>%2$s</code> et le titre de l’image par <code>%1$s</code>.

source: Album title
fr_fr: Titre de l’album
