Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: <em>albums</em> folder [The line <code>\$conf['album_folder']</code> is missing from your configuration file]
fr_fr: Dossier <em>albums</em> : [La ligne <code>\$conf['album_folder']</code> est absente de votre fichier de configuration]

source: <em>locale</em> folders
fr_fr: Dossiers <em>locale</em>

source: <em>locale</em> folders [Are not complete]
fr_fr: Les dossiers <em>locale</em> sont incomplets

source: Be sure you have uploaded the complete ZenPhoto20 package. You must have at least the <em>en_US</em> folder.
fr_fr: Vérifiez que vous avez bien transféré la totalité des fichiers de ZenPhoto20. Vous devez avoir au moins le dossier <em>en_US</em>.

source: uploaded
fr_fr: chargé(s)

source: HTML cache
fr_fr: Cache HTML

source: Third party plugins
fr_fr: Extensions tierces

source: You need to address the problems indicated above then run <code>setup</code> again.
fr_fr: Vous devez corriger les problèmes susmentionnés et relancer l’installation via <code>setup</code>.

source: Setup failed.
fr_fr: L’installation a échoué.

source: You need <em>USER ADMIN</em> rights to run setup.
fr_fr: Vous avez besoin de droits d’administration (<em>USER ADMIN</em>) pour réaliser l’installation.

source: You must be logged in to run setup.
fr_fr: Vous devez être connecté pour lancer l’installation.

source: database connected
fr_fr: base de données connectée

source: About to update tables
fr_fr: Prêt à mettre à jour les tables

source: Done with database creation and update
fr_fr: Création et mise à jour de la table effectuée !

source: Completed
fr_fr: Complétée

source: You may <a href="%1$s">set your admin user and password</a> or <a href="%2$s">run backup-restore</a>
fr_fr: Vous devez <a href="%1$s">spécifier les identifiant et mot de passe de l’administrateur</a> ou <a href="%2$s">lancer la sauvegarde/restauration</a>

source: You need to <a href="%1$s">set your admin user and password</a>
fr_fr: Vous devez <a href="%1$s">spécifier les identifiant et mot de passe de l’administrateur</a>

source: You can now <a href="%1$s">administer your gallery.</a>
fr_fr: Vous pouvez maintenant <a href="%1$s">gérer votre galerie</a>.

source: Setup <a href="%1$s" target="_blank">%2$s</a>
fr_fr: Installation de <a href="%1$s" target="_blank">%2$s</a>

source: <strong>Warning!</strong> This upgrade makes structural changes to the database which are not easily reversed. Be sure you have a database backup before proceeding.
fr_fr: <strong>Attention !</strong> Cette mise à jour effectue des modifications structurelles à la base de données. Ce sont des changements difficilement réversibles. Assurez-vous d’avoir une sauvegarde avant de continuer.

source: %s I acknowledge that proceeding will restructure my database.
fr_fr: %s Je comprends que cette opération va restructurer ma base de données.

source: run setup
fr_fr: lancer l’installation

source: Go
fr_fr: C’est parti !

source: database did not connect
fr_fr: Impossible de se connecter à la base de données

source: If you have not created the database yet, now would be a good time.
fr_fr: Si vous n’avez pas encore créé la base de données, il serait temps de le faire.

source: The %1$s file does not exist.
fr_fr: Le fichier %1$s n’existe pas

source: Testing %s.
fr_fr: Test de %s.

source: Fail:
fr_fr: Échec :

source: Warn:
fr_fr: Avertissement :

source: Pass:
fr_fr: Succès :

source: Error!
fr_fr: Erreur !

source: Warning!
fr_fr: Attention !

source: <strong>Warning!</strong> click for details
fr_fr: <strong>Avertissement !</strong> Cliquez pour plus d’informations

source: <strong>Notice!</strong> click for details
fr_fr: <strong>Attention !</strong> cliquez pour plus d’informations

source: Notice!
fr_fr: Attention !

source: Autorun aborted
fr_fr: Autorun a échoué

source: <em>%1$s</em> folder%2$s [subfolder creation failure]
fr_fr: Impossible de créer le sous-dossier %2$s dans le dossier <em>%1$s</em>

source: Setup could not create the following subfolders:<br />%s
fr_fr: Le script d’installation n’a pas pu créer les sous-dossiers suivants : <br />%s

source: unknown
fr_fr: inconnu

source: <em>%1$s</em> folder%2$s [permissions failure]
fr_fr: Impossible d’appliquer les droits %2$s au dossier <em>%1$s</em>

source: Setup could not change the file permissions from <em>%1$s</em> (<code>0%2$o</code>) to <em>%3$s</em> (<code>0%4$o</code>). You will have to set the permissions manually.
fr_fr: Le script d’installation n’a pu modifier les droits d’accès de fichiers de <em>%1$s</em> (<code>0%2$o</code>) à <em>%3$s</em> (<code>0%4$o</code>). Vous devrez le faire manuellement.

source: You must create the folder <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.
fr_fr: Vous devez créer le dossier <em>%1$s</em><br /><code>mkdir(%2$s, 0777)</code>.

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist]
fr_fr: le dossier<em>%1$s</em> [<em>%2$s</em> n’existe pas]

source: <em>%1$s</em> folder [<em>%2$s</em> does not exist and <strong>setup</strong> could not create it]
fr_fr: le dossier<em>%1$s</em> [<em>%2$s</em> n’existe pas et <strong>le script d’installation</strong> ne peut pas le créer]

source: Change the permissions on the <code>%1$s</code> folder to be writable by the server (<code>chmod 777 %2$s</code>)
fr_fr: Veuillez modifier les droits du dossier <code>%1$s</code> pour le rendre accessible en écriture par le serveur (<code>chmod 777 %2$s</code>)

source: <em>%1$s</em> folder [<em>%2$s</em> is not writeable and <strong>setup</strong> could not make it so]
fr_fr: Dossier<em>%1$s</em> – [<em>%2$s</em> n’est pas accessible en écriture et <strong>le script d’installation</strong> ne peut rien y faire]

source: <em>%1$s</em> folder%2$s
fr_fr: Dossier %2$s <em>%1$s</em>

source: change the definition
fr_fr: changer la définition

source: apply
fr_fr: appliquer

source: An attempt at cross site reference forgery has been blocked.
fr_fr: Une tentative d’hameçonnage a été bloquée.

source: Click <a href="%s">here</a> to acknowledge that you wish to ignore this issue. It will then become a warning.
fr_fr: Cliquez <a href="%s">ici</a> pour signifier que vous souhaitez ignorer ce risque. Cela deviendra un avertissement.

source: <strong>Warning:</strong> the <code>%s</code> table appears not to have a proper <em>UNIQUE</em> key. There are probably duplicate entries in the table which can cause unpredictable behavior. This can normally be corrected by creating a ZenPhoto20 backup, dropping the table, running setup to restore the table, and then restoring from the backup. Note, however, that the duplicate entries will be lost.
fr_fr: <strong>Attention :<strong> la table <code>%s</code> semble ne pas avoir une clé <em>UNIQUE</em> appropriée. Il y a probablement des entrées en double dans la table qui peuvent causer un comportement imprévisible. Ceci peut normalement être corrigé en créant une sauvegarde de ZenPhoto20, en supprimant la table, en exécutant de nouveau le script d’installation pour restaurer la table puis en effectuant une restauration depuis la sauvegarde. Notez cependant que les entrées en double seront perdues.

source: Set default options
fr_fr: Configurer les réglages par défaut

source: What is your father’s middle name?
fr_fr: Quel est le 2e prénom de votre père ?

source: What street did your Grandmother live on?
fr_fr: Sur quelle rue vit votre grand-mère ?

source: Who was your favorite singer?
fr_fr: Quel est votre chanteur favori ?

source: When did you first get a computer?
fr_fr: Quand avez-vous eu votre premier ordinateur ?

source: How much wood could a woodchuck chuck if a woodchuck could chuck wood?
fr_fr: Les saucisses de l’archiduchesse sont-elles sèches ou archisèches ?

source: What is the date of the Ides of March?
fr_fr: À quelle date tombent les ides de mars ?

source: Migrating lib-auth data version %1$s => version %2$s
fr_fr: Migration des données lib-auth : version %1$s => version %2$s

source: failed
fr_fr: a échoué

source: Mod_Rewrite check:
fr_fr: Vérification du fonctionnement du module Mod_Rewrite :

source: Setup could not find a configuration that allows image URIs containing diacritical marks.
fr_fr: Le script d’installation n’a pu trouver une configuration qui permet d’utiliser des signes diacritiques dans les URI d’images.

source: Users with full privileges
fr_fr: Utilisateurs avec tous les droits

source: Users allowed only to view zenphoto objects
fr_fr: Utilisateurs autorisés seulement à voir les éléments Zenphoto

source: Banned users
fr_fr: Utilisateurs bannis

source: Managers of one or more albums
fr_fr: Gestionnaires d’un ou de plusieurs albums

source: Default user settings
fr_fr: Paramètres par défaut des utilisateurs

source: Newly registered and verified users
fr_fr: Utilisateurs récemment inscrits et vérifiés

source: Theme setup:
fr_fr: Paramétrage des thèmes :

source: Copyright %1$u : %2$s
fr_fr: ©%1$u : %2$s

source: You can insert your Gallery description on the Admin Options Gallery tab.
fr_fr: Vous pouvez saisir la description de votre galerie dans l’onglet « Options d’administration ».

source: Plugin:%s setup started
fr_fr: Extension : installation de %s commencée

source: Plugin:%s enabled (%2$s)
fr_fr: Extension : %s activée (%2$s)

source: Plugin:%1$s option interface instantiated (%2$s)
fr_fr: Extension : option d’interface %1$s instanciée (%2$s)

source: Plugin:%1$s setup completed in %2$.4f seconds
fr_fr: L’installation de l’extension : %1$s est complétée en %2$.4f secondes

source: Plugin setup:
fr_fr: Paramétrage des extensions :

source: There has been a change in function deprecation. The deprecated-functions plugin has been enabled.
fr_fr: Il y a eu des changements dans l’obsolescence des fonctions. L’extension « deprecated-functions » (fonctions obsolètes) a été activée.

source: There has been a change of themes or plugins. The zenphotoCompatibilityPack plugin has been enabled.
fr_fr: Il y a eu des changements de thèmes ou d’extensions. L’extension « zenphotoCompatibilityPack » a été activée.

source: Fill in the information below and <strong>setup</strong> will attempt to update your configuration file.
fr_fr: Complétez les informations manquantes ci-dessous et <strong>le script d’installation</strong> essaiera de mettre à jour votre fichier de configuration.

source: Database engine
fr_fr: Moteur de base de données

source: %s (experimental)
fr_fr: %s (expérimental)

source: Database user
fr_fr: Utilisateur de la base de données

source: Database password
fr_fr: Mot de passe de la base de données

source: Database host
fr_fr: Hôte de la base de données

source: Database name
fr_fr: Nom de la base de données

source: Database table prefix
fr_fr: Préfixe des tables de la base de données

source: Setting permissions (0%o) for %s.
fr_fr: Réglage des droits [0%o] pour %s.

source: Notice: failed setting permissions (0%o) for %s.
fr_fr: Avertissement : impossible d’appliquer les droits [0%o] à %s.

source: Notice: illegal call for permissions setting for %s.
fr_fr: Avertissement : appel illégal pour le réglage des droits de %s.

source: The option “mod_rewrite” will be set to “enabled”.
fr_fr: L’option « mod_rewrite » sera activée.

source: The option “mod_rewrite” is “enabled”.
fr_fr: L’option « mod_rewrite » est activée.

source: The option “mod_rewrite” is “disabled”.
fr_fr: L’option « mod_rewrite » est désactivée.

source: Notice: “Module mod_rewrite” is working.
fr_fr: Note : le module « mod_rewrite » fonctionne.

source: Theme:%s setup started
fr_fr: Thème : installation de %s commencée

source: Theme:%s option interface instantiated
fr_fr: Thème : gestionnaire de paramètres de %s instancié

source: Theme:%s setup completed in %2$.4f seconds
fr_fr: L’installation du theme : %s est complétée en %2$.4f secondes

source: Are you sure you want to delete the image? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous certain(e) de vouloir supprimer cette image ? Cette opération est IRRÉVERSIBLE !

source: Are you sure you want to delete this article? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous certain(e) de vouloir supprimer cet article ? Cette opération est IRRÉVERSIBLE !

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous certain(e) de vouloir supprimer cette page ? Cette opération est IRRÉVERSIBLE !

source: new album
fr_fr: nouvel album

source: Logs
fr_fr: Journaux

source: Sort Gallery
fr_fr: Trier la galerie

source: New Album
fr_fr: Nouvel album

source: Edit album
fr_fr: Modifier l’album

source: Sort subalbums
fr_fr: Trier les sous-albums

source: Sort images
fr_fr: Trier les images

source: Delete the album
fr_fr: Supprimer l’album

source: Upload Here
fr_fr: Charger ici

source: New Album Here
fr_fr: Nouvel album ici

source: Delete the image
fr_fr: Supprimer l’image

source: Edit image
fr_fr: Modifier l’image

source: Create an album from the search
fr_fr: Créer un album à partir de cette recherche

source: Create Album
fr_fr: Créer un album

source: Logout
fr_fr: Se déconnecter

source: Previous Page
fr_fr: Page précédente

source: The album is un-published.
fr_fr: Cet album n’est pas publié.

source: Album Thumbnails
fr_fr: Vignettes de l’album

source: Return to search
fr_fr: Retour à la recherche

source: Return to archive
fr_fr: Retour à l’archive

source: The image is marked un-published.
fr_fr: L’image est marquée comme non publiée.

source: No popular tags
fr_fr: Aucun mot-clé populaire

source: %s within previous results
fr_fr: %s parmi les résultats précédents

source: search options
fr_fr: options de recherche

source: fields
fr_fr: champs

source: Within
fr_fr: Parmi

source: New
fr_fr: Nouveau

source: no date
fr_fr: sans date

source: The page you are trying to view is password protected.
fr_fr: La page que vous essayez d’afficher est protégée par mot de passe.

source: login
fr_fr: Connexion

source: <span class="zen-logo"><a href="https://%1$s" title="">Powered by <img src="%2$s" /></a></span>
fr_fr: <span class="zen-logo"><a href="https://%1$s" title="">Géré par <img src="%2$s" /></a></span>

source: Error:</strong> the requested object was not found.
fr_fr: Erreur :</strong> l’objet demandé n’a pas été trouvé.

source: Backup/Restore
fr_fr: Sauvegarder ou restaurer

source: Backup and restore your gallery database.
fr_fr: Sauvegarder et restaurer la base de données de votre galerie.

source: Backup
fr_fr: Sauvegarde

source: Failed to open %s for writing.
fr_fr: Impossible d’ouvrir le fichier %s en écriture.

source: failed writing to backup!
fr_fr: impossible d’enregistrer la sauvegarde !

source: SHOW TABLES failed!
fr_fr: La requête SHOW TABLES a échoué !

source: backup completed using <em>%1$s(%2$s)</em> compression
fr_fr: sauvegarde complète (compression <em>%1$s(%2$s)</em>)

source: backup completed
fr_fr: sauvegarde terminée

source: backup failed
fr_fr: sauvegarde échouée

source: No backup set found.
fr_fr: Aucun jeu de sauvegarde n’a été trouvé.

source: Truncate table<br />
fr_fr: Couper la table<br />

source: Restore encountered exceptions
fr_fr: La restauration a rencontré des problèmes

source: The following tables were not restored because the table no longer exists:
fr_fr: Les tables suivantes n’ont pas été restaurées car elles n’existent plus :

source: The following fields were not restored because the field no longer exists:
fr_fr: Les champs suivants n’ont pas été restaurés car ils n’existent plus :

source: The maximum error count was exceeded and the restore aborted.
fr_fr: La restauration a échoué car le nombre maximal d’erreurs a été atteint.

source: Restore encountered the following errors:
fr_fr: La restauration a rencontré des problèmes suivants :

source: You have restored your database from a different instance of zenphoto. You should run %1$ssetup%2$s to insure proper migration.
fr_fr: Vous avez restauré la base de données à partir d’une autre instance de Zenphoto. Vous devriez donc exécuter le script d’insallation (%1$ssetup%2$s) pour vous assurer que la migration est correctement effectuée.

source: Rights migration failed!
fr_fr: La migration des droits a échoué.

source: Restore completed
fr_fr: Restauration terminée

source: Restore completed using %s compression
fr_fr: Restauration terminée (compression %s)

source: Restore your Database
fr_fr: Restaurer la base de données

source: Backup and Restore your Database
fr_fr: Sauvegarder et restaurer votre base de données.

source: Database software <strong>%s</strong>
fr_fr: Logiciel de base de données <strong>%s</strong>

source: Database name <strong>%s</strong>
fr_fr: Nom de la base de données <strong>%s</strong>

source: Tables prefix <strong>%s</strong>
fr_fr: Préfixe des tables <strong>%s</strong>

source: Backup the tables in your database.
fr_fr: Sauvegarder les tables dans votre base de données.

source: Backup the Database
fr_fr: Sauvegarder la base de données

source: Compression level
fr_fr: Niveau de compression

source: You have not yet created a backup set.
fr_fr: Vous n’avez pas encore créé de jeu de sauvegarde.

source: Select the database restore file:
fr_fr: Choisir le fichier de restauration de la base de données :

source: Restore the tables in your database from a previous backup.
fr_fr: Restaure les tables de votre base de données depuis une précédente sauvegarde.

source: Restore the Database
fr_fr: Restaurer la base de données

source: The backup facility creates database snapshots in the <code>backup</code> folder of your installation. These backups are named in according to the date and time the backup was taken. The compression level goes from 0 (no compression) to 9 (maximum compression). Higher compression requires more processing and may not result in much space savings.
fr_fr: L’utilitaire de sauvegarde crée des instantanés de la base de données dans votre dossier <code>backup</code>. Ces sauvegardes sont nommées selon la date et l’heure où elles ont été effectuées. Le niveau de compression va de 0 (aucune compression) à 9 (compression maximale). Un niveau plus élevé consomme plus de puissance et le gain d’espace n’est pas nécessairement significatif.

source: You restore your database by selecting a backup and pressing the <em>Restore the Database</em> button.
fr_fr: Pour restaurer votre base de données, sélectionnez une sauvegarde et cliquez sur le bouton <em>Restaurer la base de données</em>.

source: <strong>Note:</strong> Each database table is emptied before the restore is attempted. After a successful restore the database will be in the same state as when the backup was created.
fr_fr: <strong>Note</strong> : chaque table de la base de données est vidée juste avant que la restauration soit effectuée. Après une restauration réussie, la base de données sera dans le même état que lorsque la sauvegarde a été effectuée.

source: Ideally a restore should be done only on the same version on which the backup was created. If you are intending to upgrade, first do the restore on the version you were running, then install the new zenphoto. If this is not possible the restore can still be done, but if the database fields have changed between versions, data from changed fields will not be restored.
fr_fr: Idéalement, une restauration doit être effectuée sous la même version que celle utilisée pour la sauvegarde. Si vous pensez faire une mise à jour, effectuez d’abord la restauration sur la version que vous utilisiez alors, puis installez par dessus la nouvelle version de Zenphoto. Si cela n’est pas possible, la restauration peut être effectuée, mais si des champs de la base de données ont changé entre temps, ceux-ci ne seront pas restaurés.

source: Info
fr_fr: Infos

source: Database quick reference
fr_fr: Documentation sommaire de la base de données

source: Shows all database table and field info for quick reference.
fr_fr: Affiche toutes les informations sur les champs et tables, à des fins de documentation.

source: The internal table relations can be viewed on the PDF database reference that is included in the release package within the /docs_files folder of your installation. For more detailed info about the database use tools like phpMyAdmin.
fr_fr: Les relations entre les tables internes de Zenphoto peuvent être consultées dans le fichier PDF fourni dans le dossier /docs_files de votre installation. Pour des informations plus détaillés, utilisez un outil dédié comme phpMyAdmin.

source: Table prefix: no prefix
fr_fr: Préfixe des tables : aucun préfixe

source: Key
fr_fr: Clé

source: Column
fr_fr: Colonne

source: Comment
fr_fr: Commentaires

source: Gallery Statistics
fr_fr: Statistiques de la galerie

source: Shows statistical graphs and info about your gallery’s images and albums.
fr_fr: Affiche des graphiques statistiques et des informations sur les albums et les images de votre galerie.

source: Statistics
fr_fr: Statistiques

source: most used
fr_fr: le plus utilisé

source: most rated
fr_fr: les plus noté(e)s

source: top rated
fr_fr: les mieux noté(e)s

source: most commented
fr_fr: les plus commenté(e)s

source: most images
fr_fr: le plus d’images

source: latest
fr_fr: les plus récents(es)

source: latest updated
fr_fr: les plus récentes mises à jour

source: (The hitcounter plugin is not enabled.)
fr_fr: (L’extension « hitcounter » n’est pas activée.)

source: No statistic available.
fr_fr: Aucune statistique disponible.

source: Note: The hitcounter plugin is not enabled, therefore any existing values will not get updated.
fr_fr: Note. L’extension « hitcounter » n’est pas activée. Les valeurs ne sont donc pas actualisées.

source: Back to the top 10 lists
fr_fr: Retour aux listes des top 10

source: View more
fr_fr: En voir davantage

source: top
fr_fr: haut

source: This page shows more detailed statistics of your gallery. For album statistics the bar graph always shows the total number of images in that album. For image statistics always the album the image is in is shown.<br />Un-published items are marked in dark red. Images are marked un-published if their (direct) album is, too.
fr_fr: Cette page affiche des statistiques détaillées de votre galerie. Pour les statistiques d’un album, l’histogramme affiche toujours le nombre total d’images de celui-ci. Pour les statistiques d’une image, le nom de l’album-parent est également affiché.<br />Les éléments non publiés sont marqués en rouge foncé. Les images sont marquées comme non publiées si leur album parent ne l’est pas.

source: <strong>%1$u</strong> images (%2$u un-published)
fr_fr: <strong>%1$u</strong> images (%2$u non publiée(s))

source: <strong>%1$u</strong> albums (%2$u un-published)
fr_fr: <strong>%1$u</strong> albums (%2$u non publié(s))

source: <strong>%1$u</strong> comments (%2$u in moderation)
fr_fr: <strong>%1$u</strong> commentaires (%2$u en attente de modération)

source: <strong>1</strong> comment (%u in moderation)
fr_fr: <strong>Un</strong> commentaire (%u en attente de modération)

source: <strong>%u</strong> comments
fr_fr: <strong>%u</strong> commentaires

source: <strong>1</strong> comment
fr_fr: <strong>Un</strong> commentaire

source: <strong>%1$u</strong> Pages (%2$u un-published)
fr_fr: <strong>%1$u</strong> pages (%2$u non publiée(s))

source: <strong>%1$u</strong> News articles
fr_fr: <strong>%1$u</strong> articles d’actualité

source: <strong>%1$u</strong> News articles (%2$u un-published)
fr_fr: <strong>%1$u</strong> actualités (%2$u non publiée(s))

source: <strong>%1$u</strong> Categories
fr_fr: <strong>%1$u</strong> catégories

source: Albums folder size: <strong>%s</strong>
fr_fr: Taille du dossier des albums : <strong>%s</strong>

source: Image cache size: <strong>%s</strong>
fr_fr: Taille du cache des images : <strong>%s</strong>

source: HTML cache size: <strong>%s</strong>
fr_fr: Taille du cache HTML : <strong>%1$s</strong>

source: Uploaded folder size: <strong>%s</strong>
fr_fr: Taille du dossier chargé : <strong>%s</strong>
