Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Core scripts size: <strong>%s</strong>
fr_fr: Taille des scripts du cœur : <strong>%s</strong>

source: RSS feeds
fr_fr: Flux RSS

source: Statistics for news categories
fr_fr: Statistiques pour les catégories d’actualité

source: Statistics for RSS feeds
fr_fr: Statistiques pour les flux RSS

source: From
fr_fr: De

source: to
fr_fr: à

source: Show
fr_fr: Afficher

source: Refresh the Database
fr_fr: Actualiser la base de données

source: Perform a garbage collection of the Database
fr_fr: Effectue le nettoyage de la base de données.

source: Forces a refresh of the metadata for all images and albums.
fr_fr: Force l’actualisation des métadonnées pour tous les albums et images.

source: Reset album thumbs
fr_fr: Réinitialiser les vignettes des albums

source: Reset album thumbnails to either random or most recent
fr_fr: Réinitialiser toutes les vignettes d’albums, soit en mode aléatoire soit au plus récent document.

source: Reset your album thumbnails
fr_fr: Réinitialise les vignettes de votre album

source: Thumbnails all set to <em>%s</em>.
fr_fr: Les vignettes ont toutes été passées en mode <em>%s</em>.

source: Thumbnail reset query failed
fr_fr: La requête de réinitialisation des vignettes a échoué

source: Sets all album thumbs to the selected criteria
fr_fr: Applique les critères sélectionnés à toutes les vignettes d’albums.

source: Set all albums to
fr_fr: Règle tous les albums à

source: Enable LDAP user authentication.
fr_fr: Activer l’authentification LDAP

source: php_ldap extension is not enabled
fr_fr: L'extension php_ldap n’est pas activée.

source: LDAP domain
fr_fr: Domaine LDAP

source: Domain name of the LDAP server
fr_fr: Nom de domaine du serveur LDAP

source: LDAP base dn
fr_fr: DN de base LDAP

source: Base DN strings for the LDAP searches.
fr_fr: Chaîne DN de base à partir de laquelle on effectue les recherches LDAP.

source: ID offset for LDAP usersids
fr_fr: Incrément ajouté aux identifiants LDAP

source: This number is added to the LDAP <em>userid</em> to insure that there is no overlap to ZenPhoto20 <em>userids</em>.
fr_fr: Ce nombre est ajouté aux <em>identifiants</em> LDAP pour s’assurer qu’il n’y a pas de conflits entre ceux-ci et les identifiants ZenPhoto20.

source: LDAP reader user
fr_fr: Nom d’usager de l’utilisateur LDAP

source: User name for LDAP searches. If empty the searches will be anonymous.
fr_fr: Nom d’usager pour les recherches LDAP. Si le champ est vide, les recherches sont anonymes.

source: LDAP reader password
fr_fr: Mot de passe de l’usager LDAP

source: User password for LDAP searches.
fr_fr: Mot de passe de l’usager pour les recherches LDAP.

source: LDAP Group map
fr_fr: Mise en correspondance de groupe LDAP

source: Mapping of LDAP groups to ZenPhoto20 groups
fr_fr: Mise en correspondance des groupes LDAP vers les groupes ZenPhoto20

source: <strong>Note:</strong> if the LDAP group is empty no mapping will take place.
fr_fr: <strong>Note.</strong> Si le groupe LDAP est vide, aucune mise en correspondance ne sera effectuée.

source: The LDAP Group map cannot be managed with the plugin disabled
fr_fr: La mise en correspondance LDAP ne peut être gérée lorsque l’extension est désactivée

source: No groups or templates are defined
fr_fr: Aucun groupe ni modèle n’a été défini.

source: ZenPhoto20 group
fr_fr: Groupe ZenPhoto20

source: LDAP group
fr_fr: Groupe LDAP

source: Could not connect to LDAP server.
fr_fr: Impossible de se connecter au serveur LDAP.

source: Outgoing mail handler based on the <em>PHPMailer</em> class mailing facility.
fr_fr: Gestionnaire de courriels sortants, basé sur le script <em>PHPMailer</em>.

source: Mail protocol
fr_fr: Protocole du serveur de courriels

source: Select the mail protocol you wish to be used.
fr_fr: Choisir le protocole de courriels à utiliser.

source: Outgoing mail server
fr_fr: Serveur de courriels sortant

source: Outgoing mail server.
fr_fr: Serveur de courriels sortant.

source: Secure mail
fr_fr: Courriel sécurisé

source: no
fr_fr: non

source: Set to use a secure protocol.
fr_fr: Sélectionner SSL ou TLS pour utiliser un protocole sécurisé.

source: Mail user
fr_fr: Identifiant de courriel

source: <em>User ID</em> for mail server.
fr_fr: <em>Identifiant</em> pour le serveur de courriel.

source: Mail password
fr_fr: Mot de passe du courriel

source: <em>Password</em> for mail server.
fr_fr: <em>Mot de passe</em> pour le serveur de courriel.

source: POP port
fr_fr: Port POP

source: POP port number.
fr_fr: Numéro de port POP.

source: SMTP port
fr_fr: Port SMTP

source: SMTP port number.
fr_fr: Numéro de port SMTP.

source: <code>PHPMailer</code> failed to send <em>%1$s</em>. ErrorInfo:%2$s
fr_fr: <code>PHPMailer</code> n’a pu envoyer <em>%1$s</em>. Erreur : %2$s.

source: Allows only users with Admin or Manage All rights to change the publish state of objects.
fr_fr: Permet uniquement aux utilisateurs qui ont les droits d’administrateur ou de gestionnaire universel de modifier l’état de publication des éléments.

source: You do not have rights to change the <em>publish</em> state.
fr_fr: Vos droits ne vous permettent pas de changer l’état de <em>publication</em>.

source: Periodically backup the database.
fr_fr: Archive régulièrement la base de données.

source: Run interval
fr_fr: Intervalle d’éxécution

source: The run interval (in days) for auto backup.
fr_fr: Nombre de jours entre deux sauvegardes automatiques.

source: Backups to keep
fr_fr: Sauvegardes à conserver

source: Auto backup will keep only this many backup sets. Older sets will be removed.
fr_fr: La sauvegarde automatique conserve uniquement le nombre de jeux de sauvegarde indiqué ici (les plus anciens seront effacés au fur et à mesure).

source: Last backup
fr_fr: Dernière sauvegarde

source: Auto Backup last ran %s.
fr_fr: Date de la dernière sauvegarde automatique : %s.

source: Responsive jQuery bxSlider thumb nav plugin based on <a href='http://bxslider.com'>http://bxslider.com</a>
fr_fr: Extension fluide « jQuery bxSlider thumb nav », d’après <a href='http://bxslider.com'>http://bxslider.com</a>.

source: Only one Carousel plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: Une seule extension de carousel peut être activée. Or, <a href="#%1$s"><code>%1$s</code></a> l’est déjà.

source: Minimum items
fr_fr: Nombre minimum d’éléments

source: The minimum number of slides to be shown. Slides will be sized down if carousel becomes smaller than the original size.
fr_fr: Le nombre minimal de diapositives affichées. Les diapositives seront réduites si le carousel devient plus petit que la taille originale.

source: Maximum items
fr_fr: Nombre maximum d’éléments

source: The maximum number of slides to be shown. Slides will be sized up if carousel becomes larger than the original size.
fr_fr: Le nombre maximal de diapositives affichées. Les diapositives seront agrandies si le carousel devient plus grand que la taille originale.

source: Width of the thumb. Note that the CSS might need to be adjusted.
fr_fr: Largeur de la vignette. Le fichier CSS peut nécessiter des ajustements.

source: Height of the thumb. Note that the CSS might need to be adjusted.
fr_fr: Hauteur de la vignette. Le fichier CSS peut nécessiter des ajustements.

source: Crop width
fr_fr: Rognage : largeur

source: Crop height
fr_fr: Rognage : hauteur

source: Speed
fr_fr: Vitesse

source: The speed in miliseconds the slides advance when clicked.)
fr_fr: La vitesse (en millisecondes) à laquelle la diapositive avance lorqu’on clique sur celle-ci.

source: Full image link
fr_fr: Lien vers l’image pleine grandeur

source: If checked the thumbs link to the full image instead of the image page.
fr_fr: Si coché, le lien des vignettes pointe vers l’image pleine grandeur elle-même au lieu de pointer à la page de visualisation de l’image.

source: The mode of the thumb nav. Note this might require theme changes.
fr_fr: Le mode de navigation par vignettes. Le thème peut devoir être modifié.

source: The scripts for which BxSlider is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
fr_fr: Les scripts pour lesquels BxSlider est activé. {Les thèmes qui le requièrent peuvent activer ce paramètre ; sinon, vous devrez le faire vous-même.}

source: Provides cache management utilities for Image, HTML, and RSS caches.
fr_fr: Procure des fonctions de gestion du cache pour les caches d’image, du code HTML et des flux RSS.

source: Image caching sizes
fr_fr: Tailles des images mises en cache

source: Cropped images will be made in these parameters if the <em>Create image</em> box is checked. Un-check to box to remove the settings.You can determine the values for these fields by examining your cached images. The file names will look something like these:
fr_fr: Des images rognées selon ces paramètres seront générées si la boîte <em>Créer une image</em> est cochée. Décocher la boîte pour enlever ces réglages. Vous pouvez déterminer les valeurs appropriées en examinant les images en cache. Les noms des fichiers auront la forme suivante :

source: <code>photo_595.jpg</code>: sized to 595 pixels
fr_fr: <code>photo_595.jpg</code> : redimensionnée à 595 pixels

source: <code>photo_w180_cw180_ch80_thumb.jpg</code>: a size of 180px wide and 80px high and it is a thumbnail (<code>thumb</code>)
fr_fr: <code>photo_w180_cw180_ch80_thumb.jpg</code> : redimensionnée à 180 px de largeur et à 80 px de hauteur, et c’est une vignette (<code>thumb</code>)

source: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code>: sized 85px cropped at about 7.6% (one half of 72/85) from the horizontal and vertical sides with a watermark (<code>copyright</code>) and rendered in grayscale (<code>gray</code>).
fr_fr: <code>photo_85_cw72_ch72_thumb_copyright_gray.jpg</code> : redimensionnée à 85 px, rognée à environ 7,6 % (la moitié de 72 / 85) des bords horizontaux et verticaux, avec un filigrane (<code>copyright</code>) et rendue en tons de gris (<code>gray</code>).

source: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code>: a custom cropped 85px thumbnail with watermark.
fr_fr: <code>photo_w85_h85_cw350_ch350_cx43_cy169_thumb_copyright.jpg</code> : une vignette rognée à 85 px (avec paramètres personnalisés) avec filigrane.

source: If a field is not represented in the cached name, leave the field blank. Custom crops (those with cx and cy) really cannot be cached easily since each image has unique values. See the <em>template-functions</em>::<code>getCustomImageURL()</code> comment block for details on these fields.
fr_fr: Si un champ n’est pas représenté dans le nom du cache, laissez-le vide. Les rognages personnalisés (ceux avec cx et cy) ne peuvent pas être facilement mis en cache puisque chaque image a des valeurs uniques. Consultez le bloc de commentaires de <em>template-functions</em>::<code>getCustomImageURL()</code> pour plus de renseignements sur ces champs.

source: Some themes use <em>MaxSpace</em> image functions. To cache images referenced by these functions set the <em>width</em> and <em>height</em> parameters to the <em>MaxSpace</em> container size and check the <code>MaxSpace</code> checkbox.
fr_fr: Certains thèmes utilisent les fonctions d’images <em>MaxSpace</em>. Pour mettre en cache les images référencées par ces fonctions, veuillez paramétrer la <em>largeur</em> et la <em>hauteur</em> aux valeurs de la taille du contenant <em>MaxSpace</em> et cocher la boîte <code>MaxSpace</code>.

source: Purge cache files
fr_fr: Effacer les fichiers du cache

source: If a <em>type</em> is checked, the HTML and RSS caches for the item will be purged when the published state of an item of <em>type</em> changes.
fr_fr: Si un <em>type</em> est coché, les caches HTML et RSS de l’élément seront vidés lors de la modification de l’état de publication d’un élément de ce <em>type</em>.

source: <strong>NOTE:</strong> The entire cache is cleared since there is no way to ascertain if a gallery page contains dependencies on the item.
fr_fr: <strong>NOTE.</strong> Le cache complet est alors vidé car il est impossible de déterminer si une page a des dépendants.

source: Hide
fr_fr: Masquer

source: add
fr_fr: ajouter

source: Size
fr_fr: Taille

source: Crop X axis
fr_fr: Axe X de rognage

source: Crop Y axis
fr_fr: Axe Y de rognage

source: Watermark
fr_fr: Filigrane

source: Grayscale
fr_fr: Tons de gris

source: Finds images that have not been cached and creates the cached versions.
fr_fr: Recherche les images qui n’ont pas été mises en cache et en crée des versions dans le cache.

source: You must first set the plugin options for cached image parameters.
fr_fr: Vous devez d’abord paramétrer l’extension pour définir les paramètres de cache des images.

source: Cache manager
fr_fr: Gestionnaire de cache

source: Purge RSS cache
fr_fr: Vider le cache RSS

source: Delete all files from the RSS cache
fr_fr: Effacer tous les fichiers du cache de flux RSS

source: Purge Image cache
fr_fr: Vider le cache d’images

source: Delete all files from the Image cache
fr_fr: Effacer tous les fichiers du cache des images

source: Purge HTML cache
fr_fr: Vider le cache HTML

source: Clear the static HTML cache. HTML pages will be re-cached as they are viewed.
fr_fr: Vide le cache HTML statique. Les pages HTML seront remises en cache dès leur affichage.

source: Purge search cache
fr_fr: Vider le cache de recherche

source: Clear the static search cache.
fr_fr: Vider le cache statique de recherche

source: Cache album images
fr_fr: Mettre en cache les images de l’album

source: Cache images
fr_fr: Mettre les images en cache

source: Cache stored images
fr_fr: Mettre en cache les images du site

source: This utility scans the database for images references that have been stored there.
fr_fr: Cet utilitaire scanne la base de données pour les trouver les références d’images qui y ont été enregistrées.

source: If an image processor URI is discovered it will be converted to a cache file URI.
fr_fr: Si un URI d’image utilisant un processeur d’image est découvert, il sera converti en URI pointant vers l’image en cache.

source: If the cache file for the image does not exist, a caching image reference will be made for the image.
fr_fr: Si le fichier de cache pour l’image n’existe pas, il sera créé.

source: image processor reference
fr_fr: Référence du processeur d’images

source: <strong>Note:</strong> the following objects have images that appear to no longer exist.
fr_fr: <strong>Note :</strong> les objets suivants ont des images qui semblent ne plus exister.

source: Refresh the caching of the images stored in the database if some images did not render.
fr_fr: Actualise la mise en cache des images si le rendu n’était pas complété.

source: %u image processor reference found.
fr_fr: %u référence au processeur d’images trouvée.

source: You should use the refresh button to convert these to cached image references
fr_fr: Vous devez utiliser le bouton Actualiser pour les convertir en références vers les images mises en cache

source: %u cached image reference found.
fr_fr: %u référence aux images en cache trouvée.

source: %s reference re-cached.
fr_fr: Référence %s mise de nouveau en cache

source: %s cache folder reference fixed.
fr_fr: %s référence au dossier des images en cache réparée.

source: Back to the overview
fr_fr: Retour à l’aperçu

source: Refreshing cache for %s
fr_fr: Actualisation du cache pour %s

source: Full Image
fr_fr: image pleine grandeur

source: invalid_MaxSpace
fr_fr: MaxSpace_invalide

source: all sizes for <i>%1$s</i>
fr_fr: toutes les tailles pour <i>%1$s</i>

source: %u cache size to apply.
fr_fr: %u taille du cache à appliquer.

source: %u cache size requested
fr_fr: %u taille demandée du cache.

source: Finished processing %1$u image (%2$s).
fr_fr: Traitement de %1$u image complété (%2$s).

source: Refresh the caching of the selected image sizes if some images did not render.
fr_fr: Actualise la mise en cache des tailles sélectionnées des images si le rendu des images n’était pas complet.

source: No cache sizes enabled.
fr_fr: Aucune taille définie pour la mise en cache.

source: Cache the images
fr_fr: Mettre en cache les images

source: Executes the caching of the selected image sizes.
fr_fr: Effectue la mise en cache des tailles sélectionnées des images.

source: Provides a means for handling arbitrary file types. (No rendering provided!)
fr_fr: Permet de traiter tous les types de fichiers (sans en faire de rendu).

source: Watermark default images
fr_fr: Filigrane sur les images par défaut

source: Check to place watermark image on default thumbnail images.
fr_fr: Cocher pour afficher une image de filigrane sur les vignettes par défaut.

source: Handled files
fr_fr: Fichiers traités

source: File suffixes to be handled.
fr_fr: Extensions de fichiers traités par Zenphoto.

source: Add file suffix
fr_fr: Ajouter les extensions

source: Add a file suffix to be handled by the plugin
fr_fr: Saisir ici chacune des extensions de fichiers qui doivent être traités

source: Provides a means for showing documents using <em>WEBdocs</em> for the document rendering.
fr_fr: Permet d’afficher les documents en utilisant <em>WEBdocs</em>.

source: Disabled
fr_fr: Désactivé

source: Browser default
fr_fr: Selon la configuration du navigateur

source: Choose the WEB service to use for rendering pdf documents.
fr_fr: Choisir le service en ligne désiré pour visualiser les documents pdf.

source: Select <em>google</em> to use the <a href="%s">GoogleDocs viewer</a>
fr_fr: Sélectionner <em>GoogleDocs</em> pour utiliser le <a href="%s">lecteur Google documents</a>.

source: Select <em>zoho</em> to use the <a href="%s">Zoho document viewer</a>
fr_fr: Sélectionner <em>Zoho</em> pour utiliser le <a href="%s">lecteur de documents Zoho</a>.

source: Select <em>Browser default</em> to use the your browser default application
fr_fr: Sélectionner <em>selon la configuration du navigateur</em> pour utiliser l’application sélectionnée par défaut dans votre navigateur.

source: Choose the WEB service to use for rendering PowerPoint document.
fr_fr: Choisir le service en ligne désiré pour visualiser les documents PowerPoint.

source: Choose the WEB service to use for rendering TIFF images.
fr_fr: Choisir le service en ligne désiré pour visualiser les images tiff.

source: Provides a means for showing text type documents (.txt, .html, .htm).
fr_fr: Permet d’afficher les documents de texte (.txt, .html, .htm).

source: Invalid %s instantiation: Album does not exist
fr_fr: Instanciation invalide de %s : l’album n’existe pas.

source: Invalid %s instantiation: file does not exist
fr_fr: Instanciation invalide de %s : le fichier n’existe pas.

source: The <em>audio-video</em> handler.
fr_fr: Le gestionnaire de documents audios et vidéos

source: This plugin handles <code>3gp</code> and <code>mov</code> multi-media files. <strong>Note:</strong> you should also enable a multimedia player plugin to handle other media files.
fr_fr: Cette extension traite les fichiers multimédias <code>3gp</code> et <code>mov</code>.<strong>Remarque.</strong> Vous devez aussi activer une extension de lecteur multimédia pour lire les autres types de fichiers multimédias.

source: Quicktime video width
fr_fr: Vidéo Quicktime : largeur

source: Quicktime video height
fr_fr: Vidéo Quicktime : hauteur

source: 3gp video width
fr_fr: Vidéo 3gp : largeur

source: 3gp video height
fr_fr: Vidéo 3gp : hauteur

source: High quality alternate
fr_fr: Version de haute qualité

source: <code>getFullImageURL()</code> returns a URL to a file with one of these high quality video alternate suffixes if present.
fr_fr: La fonction <code>getFullImageURL()</code> renvoie l’URL d’un fichier ayant l’un des suffixes de vidéo de haute qualité, en autant que le fichier existe.

source: Invalid video instantiation: Album does not exist
fr_fr: Instanciation invalide de la vidéo : l’album n’existe pas

source: Invalid video instantiation: file does not exist.
fr_fr: Instanciation invalide de la vidéo : le fichier n’existe pas

source: Video File Format
fr_fr: Format de fichier vidéo

source: Video File Size
fr_fr: Taille du fichier vidéo

source: Video Artist
fr_fr: Artiste de la vidéo

source: Video Title
fr_fr: Titre de la vidéo

source: Bitrate
fr_fr: Débit

source: Bits per sample
fr_fr: Bits par échantillon

source: Compression Ratio
fr_fr: Taux de compression

source: Video Dataformat
fr_fr: Format des données vidéos

source: File Encoder
fr_fr: Encodeur de fichiers

source: Sample rate
fr_fr: Taux d’échantillonage

source: Channel mode
fr_fr: Mode de canaux

source: Channels
fr_fr: Canaux

source: Frame rate
fr_fr: Nombre de cadres / seconde

source: X Resolution
fr_fr: Résolution en X

source: Y Resolution
fr_fr: Résolution en Y

source: Aspect ratio
fr_fr: Ratio d’aspect

source: Play Time
fr_fr: Robustesse minimale du mot de passe

source: getid3 exceptions for %1$s::%2$s
fr_fr: erreurs getid3 avec %1$s::%2$s

source: No multimeida extension installed.
fr_fr: Aucun lecteur multimedia installé.

source: Allows multiple installations to share a single set of script files.
fr_fr: Permet à plusieurs installations de partager un seul jeu de fichiers de scripts.

source: Only the primary installation may clone offspring installations.
fr_fr: Seule l’installation principale peut être clonée pour créer des installations dépendantes.

source: Your server does not support symbolic linking.
fr_fr: Votre serveur ne supporte pas les liens symboliques.

source: You attempted to clone to the master install.
fr_fr: Vous avez tenté de cloner l’installation maîtresse.

source: The existing folder <code>%s</code> was replaced.
fr_fr: Le dossier existant <code>%s</code> a été remplacé.

source: The existing folder <code>%1$s</code> was removed but Link creation failed.
fr_fr: Le dossier existant <code>%s</code> a été enlevé, mais la création d’un lien a échoué.

source: The existing folder <code>%s</code> could not be removed.
fr_fr: Le dossier existant <code>%s</code> n’a pas pu être enlevé.

source: The existing symlink <code>%s</code> was replaced.
fr_fr: Le symlink existant <code>%s</code> a été remplacé.

source: The existing symlink <code>%s</code> was removed but Link creation failed.
fr_fr: Le symlink existant <code>%s</code> a été enlevé, mais la création d’un lien a échoué.

source: The existing symlink <code>%s</code> could not be removed.
fr_fr: Le symlink existant <code>%s</code> ne peut être enlevé.

source: The existing file <code>%s</code> was replaced.
fr_fr: Le fichier existant <code>%s</code> a été remplacé.

source: The existing file <code>%s</code> was removed but Link creation failed.
fr_fr: Le fichier existant <code>%s</code> a été enlevé, mais la création d’un lien a échoué.

source: The existing file <code>%s</code> could not be removed.
fr_fr: Le fichier existant <code>%s</code> n’a pu être enlevé.

source: <code>%s</code> Link created.
fr_fr: Lien <code>%s</code> créé.

source: <code>%s</code> Link creation failed.
fr_fr: La création du lien <code>%s</code> a échoué.

source: Successful clone to %s
fr_fr: Clonage réussi vers %s

source: setup the new install
fr_fr: démarrer la nouvelle installation

source: Before running setup for <code>%1$s</code> please reinstall the following setup files from the %2$s to this installation:
fr_fr: Avant d’exécuter le script d’installation de <code>%1$s</code>, veuillez installer de nouveau les fichiers d’installation suivants (dossier « setup ») de %2$s de cette installation :

source: Clone to <code>%s</code> failed
fr_fr: Le clonage de <code>%s</code> a échoué

source: Site clones
fr_fr: Le site est en train d’être cloné
