Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Cool
fr_fr: Froid

source: Datum Point
fr_fr: Point de référence

source: Daylight
fr_fr: Lumière du jour

source: DaylightColor-fluorescence
fr_fr: Fluorescent lumière du jour

source: DaywhiteColor-fluorescence
fr_fr: Fluorescent blanc jour

source: Did Not Fire
fr_fr: Ne s’est pas déclenché

source: Digital Still Camera
fr_fr: Caméra en mode photo

source: Directly Photographed
fr_fr: Photographié directement

source: EasyShoot
fr_fr: Mode « EasyShoot »

source: Evaluative
fr_fr: Évaluatif

source: External
fr_fr: Externe

source: External E-TTL
fr_fr: E-TTL externe

source: External Flash
fr_fr: Flash externe

source: Fast Shutter
fr_fr: Obturateur rapide

source: Fine
fr_fr: Fin

source: Fireworks
fr_fr: Feu d’artifice

source: Flash Did Not Fire
fr_fr: Flash non déclenché

source: Flash; Auto-Mode
fr_fr: Flash automatique

source: Flash; Auto-Mode; Return light detected
fr_fr: Flash automatique ; lumière de retour détectée

source: Flash; Auto-Mode; Return light not detected
fr_fr: Flash automatique ; lumière de retour non détectée

source: Flash; strobe return str_replace($sw, light detected
fr_fr: Flash, mode auto, return str_replace($sw, lumière de retour détectée

source: Flash; strobe return str_replace($sw, light not detected
fr_fr: Flash, mode auto, return str_replace($sw, lumière de retour non détectée

source: Fluorescence
fr_fr: Fluorescent

source: Food
fr_fr: Nourriture

source: FP sync used
fr_fr: Synchronisation sur plan focal

source: Full Auto
fr_fr: Tout automatique

source: Halogen
fr_fr: halogène

source: Hard
fr_fr: Dure

source: High
fr_fr: Élevé

source: High Sensitivity
fr_fr: Haute sensibilité

source: Incandescence
fr_fr: Incandescent

source: Inch
fr_fr: Pouce

source: Infinite
fr_fr: Infini

source: Internal Flash
fr_fr: Flash interne

source: ISO Speed
fr_fr: Sensibilité ISO

source: ISO Studio Tungsten
fr_fr: ISO Studio Tungstène

source: Jpeg Compression
fr_fr: Compression jpeg

source: Locked (Pan Mode)
fr_fr: Verrouillé (mode panorama)

source: Low
fr_fr: Faible

source: Low/High Quality
fr_fr: Basse/Haute Qualité

source: Macro/Close-Up
fr_fr: Macro/de près

source: Manual Exposure
fr_fr: Exposition manuelle

source: Manual Focus
fr_fr: Mise au point manuelle

source: Medium
fr_fr: Moyenne

source: Multi-Spot
fr_fr: Multi-point

source: Natural
fr_fr: Naturel

source: Night
fr_fr: Nuit

source: Night Portrait
fr_fr: Portrait de nuit

source: Night Scenery
fr_fr: Scène de nuit

source: No
fr_fr: Non

source: No Compression
fr_fr: Aucune compression

source: No Flash
fr_fr: Sans flash

source: No Unit
fr_fr: Pas d’unité

source: No Warning
fr_fr: Pas d’alerte

source: Not defined
fr_fr: Non définie

source: Off
fr_fr: Non

source: On
fr_fr: Activé

source: On + Red Eye Reduction
fr_fr: Activé + réduction des yeux rouges

source: On Camera
fr_fr: Sur l’appareil

source: One Chip Color Area Sensor
fr_fr: Capteur de couleur à une puce

source: One-Shot
fr_fr: Unique

source: Other
fr_fr: Autre

source: Out of Focus
fr_fr: Hors foyer

source: Over Exposure
fr_fr: Sur-exposition

source: Pan Focus
fr_fr: Mise au point panoramique

source: Panning
fr_fr: Balayage de panorama

source: Partial
fr_fr: Partiel

source: Party
fr_fr: Soirée

source: Pattern
fr_fr: Motif

source: Pet
fr_fr: Animal

source: Preset
fr_fr: Pré-réglage

source: Program
fr_fr: Programmée

source: Program Action
fr_fr: Programme de priorité à l’action

source: Program AE
fr_fr: Auto-exposition programmée

source: Program Creative
fr_fr: Programme de priorité à la création

source: Recommended Exposure Index
fr_fr: Indice d’exposition recommandé

source: Recommended Exposure Index and ISO Speed
fr_fr: Indice d’exposition recommandé et sensibilité ISO

source: Red Eye
fr_fr: Mode anti-yeux rouges

source: Red Eye Reduction
fr_fr: Réduction des yeux rouges

source: Red Eye; Auto-Mode
fr_fr: Mode anti-yeux rouges automatique

source: Red Eye; Auto-Mode; Return light detected
fr_fr: Mode anti-yeux rouges automatique ; lumière de retour détectée

source: Red Eye; Auto-Mode; Return light not detected
fr_fr: Mode anti-yeux rouges automatique ; lumière de retour non détectée

source: Red Eye; Compulsory Flash
fr_fr: Flash activé, anti-yeux rouges

source: Red Eye; Compulsory Flash; Return light detected
fr_fr: Flash activé, mode anti-yeux rouges ; lumière de retour détectée

source: Red Eye; Compulsory Flash; Return light not detected
fr_fr: Flash activé, mode anti-yeux rouges ; lumière de retour non détectée

source: Red Eye; Return light detected
fr_fr: Mode yeux-rouges ; avec mesure de la lumière

source: Red Eye; Return light not detected
fr_fr: Mode yeux-rouges ; aucune mesure de lumière

source: Red-Eye Reduction
fr_fr: Anti-yeux rouges

source: RGB
fr_fr: RVB

source: Right
fr_fr: Droite

source: Rotate 270 CW
fr_fr: Rotation à 270°

source: Rotate 90 CW
fr_fr: Rotation à 90°

source: Scenery
fr_fr: Mode scène

source: Sepia
fr_fr: Sépia

source: Shutter Priority
fr_fr: Priorité à la vitesse

source: Single
fr_fr: Ponctuel

source: Single/Timer
fr_fr: Ponctuel/retardateur

source: Slow Shutter
fr_fr: Obturateur lent

source: Slow Synchro
fr_fr: Synchro lente

source: Snow
fr_fr: Neige

source: Soft
fr_fr: Doux

source: SpeedLight
fr_fr: Réglage SpeedLight

source: Spot
fr_fr: Point

source: Spot-focusing
fr_fr: Mise au point ponctuelle

source: sRGB
fr_fr: sRVB

source: Standard Light A
fr_fr: Lumière standard A

source: Standard Light B
fr_fr: Lumière standard B

source: Standard Light C
fr_fr: Lumière standard C

source: Standard Output Sensitivity
fr_fr: Sensibilité normale de sortie

source: Standard Output Sensitivity and ISO Speed
fr_fr: Sensibilité normale de sortie et sensibilité ISO

source: Standard Output Sensitivity and Recommended Exposure Index
fr_fr: Sensibilité normale de sortie et indice d’exposition recommandé

source: Standard Output Sensitivity; Recommended Exposure Index and ISO Speed
fr_fr: Sensibilité normale de sortie, indice d’exposition recommandé et sensibilité ISO

source: Sunny
fr_fr: Ensoleillé

source: Superfine
fr_fr: Superfin

source: SXGA Basic
fr_fr: SXGA de base

source: SXGA Fine
fr_fr: SWGA fin

source: The file could not be found.
fr_fr: Le fichier ne peut être trouvé.

source: Three Chip Color Area Sensor
fr_fr: Capteur de couleur à trois puces

source: Trilinear Sensor
fr_fr: Capteur trilinéaire

source: Tungsten
fr_fr: Éclairage au tungstène

source: Two Chip Color Area Sensor
fr_fr: Capteur de couleur à deux puces

source: Uncalibrated
fr_fr: Non étalonné

source: Underwater
fr_fr: Sous l’eau

source: Very High
fr_fr: Très élevée

source: VGA Basic
fr_fr: VGA de base

source: VGA Fine
fr_fr: VGA fin

source: Warm
fr_fr: Chaud

source: Warning
fr_fr: Avertissement

source: White-fluorescence
fr_fr: Fluorescent blanc

source: Yes
fr_fr: Oui

source: Forbidden
fr_fr: Interdit

source: Too few arguments! Image not found.
fr_fr: Pas assez d’arguments ! Image non trouvée.

source: Forbidden(2)
fr_fr: Interdit (2)

source: %s log size limit exceeded
fr_fr: La taille maximale du fichier de journalisation %s est dépassée

source: The %1$s log has exceeded its size limit and has been renamed to %2$s.
fr_fr: Le fichier de journalisation %1$s a excédé sa taille maximale et a été renommé %2$s.

source: %1$s Error: ( %2$s ) failed. %1$s returned the error %3$s
fr_fr: Erreur %1$s : <em>%2$s</em> a échoué. %1$s a renvoyé l’erreur <em>%3$s</em>

source: ERROR
fr_fr: ERREUR

source: WARNING
fr_fr: AVERTISSEMENT

source: NOTICE
fr_fr: REMARQUE

source: USER ERROR
fr_fr: ERREUR GÉNÉRÉE PAR L’UTILISATEUR

source: USER WARNING
fr_fr: AVERTISSEMENT GÉNÉRÉ PAR L’UTILISATEUR

source: USER NOTICE
fr_fr: REMARQUE GÉNÉRÉE PAR L’UTILISATEUR

source: STRICT NOTICE
fr_fr: AVIS STRICT (CODE OBSOLÈTE)

source: %1$s: "%2$s" in %3$s on line %4$s
fr_fr: %1$s : %2$s dans %3$s à la ligne %4$s

source: The configuration file is corrupt. You will need to restore it from a backup.
fr_fr: Le fichier de configuration est corrompu. Vous devriez le restaurer à partir d’une copie d’archives.

source: MySQL Error: ZenPhoto20 received the error %s when connecting to the database server.
fr_fr: Erreur MySQL : ZenPhoto20 a rencontré l’erreur <em>%s</em> en essayant de se connecter au serveur de la base de données.

source: MySQL Error: MySQL returned the error %1$s when ZenPhoto20 tried to select the database %2$s.
fr_fr: Erreur MySQL : MySQL a renvoyé l’erreur <em>%1$s</em> quand ZenPhoto20 a tenté de sélectionner la base de données %2$s.

source: %s not connected
fr_fr: %s non connecté(e)

source: MySQLi Error: ZenPhoto20 could not instantiate a connection.
fr_fr: Erreur MySQLi : ZenPhoto20 a été incapable d’instantier une connexion.

source: MySQLi Error: MySQLi returned the error %1$s when ZenPhoto20 tried to select the database %2$s.
fr_fr: Erreur MySQLi : MySQLi a renvoyé l’erreur <em>%1$s</em> quand ZenPhoto20 a tenté de sélectionner la base de données %2$s.

source: MySql Error: ZenPhoto20 received the error %s when connecting to the database server.
fr_fr: Erreur MySQL : ZenPhoto20 a rencontré l’erreur <em>%s</em> en essayant de se connecter au serveur de la base de données.

source: Albanian
fr_fr: Albanais

source: Arabic (United Arab Emirates)
fr_fr: Arabe (Émirats Arabes Unis)

source: Arabic (Bahrain)
fr_fr: Arabe (Bahrein)

source: Arabic (Algeria)
fr_fr: Arabe (Algérie)

source: Arabic (Egypt)
fr_fr: Arabe (Égypte)

source: Arabic (Iran)
fr_fr: Arabe (Iran)

source: Arabic (Iraq)
fr_fr: Arabe (Irak)

source: Arabic (Jordan)
fr_fr: Arabe (Jordanie)

source: Arabic (Kuwait)
fr_fr: Arabe (Koweit)

source: Arabic (Lebanon)
fr_fr: Arabe (Liban)

source: Arabic (Libya)
fr_fr: Arabe (Lybie)

source: Arabic (Morocco)
fr_fr: Arabe (Maroc)

source: Arabic (Oman)
fr_fr: Arabe (Oman)

source: Arabic (Qatar)
fr_fr: Arabe (Qatar)

source: Arabic (Saudi Arabia)
fr_fr: Arabe (Arabie Saoudite)

source: Arabic (Sudan)
fr_fr: Arabe (Soudan)

source: Arabic (Syria)
fr_fr: Arabe (Syrie)

source: Arabic (Tunisia)
fr_fr: Arabe (Tunisie)

source: Arabic (Yemen)
fr_fr: Arabe (Yémen)

source: Belarusian
fr_fr: Bélarusse

source: Bulgarian
fr_fr: Bulgare

source: Chinese (People’s Republic of China)
fr_fr: Chinois (Chine)

source: Chinese (Hong Kong)
fr_fr: Chinois (Hong Kong)

source: Chinese (Taiwan)
fr_fr: Chinois (Taiwan)

source: Croatian
fr_fr: Croate

source: Czech
fr_fr: Tchèque

source: Cambodian
fr_fr: Cambodgien

source: Danish
fr_fr: Danois

source: Dutch (Belgium)
fr_fr: Flamand (Belgique)

source: Dutch (The Netherlands)
fr_fr: Hollandais (Pays-Bas)

source: English (Australia)
fr_fr: Anglais (Australie)

source: English (Canada)
fr_fr: Anglais (Canada)

source: English (United Kingdom)
fr_fr: Anglais (Royaume-Uni)

source: English (India)
fr_fr: Anglais (Inde)

source: English (New Zealand)
fr_fr: Anglais (Nouvelle-Zélande)

source: English (Philippines)
fr_fr: Anglais (Philippines)

source: English (United States)
fr_fr: Anglais (États-Unis)

source: English (South Africa)
fr_fr: Anglais (Afrique du Sud)

source: English (Zimbabwe)
fr_fr: Anglais (Zimbabwe)

source: Esperanto
fr_fr: Espéranto

source: Estonian
fr_fr: Estonien

source: Finnish
fr_fr: Finois

source: Faroese
fr_fr: Faroésien

source: French (Belgium)
fr_fr: Français (Belgique)

source: French (Canada)
fr_fr: Français (Canada)

source: French (Switzerland)
fr_fr: Français (Suisse)

source: French (France)
fr_fr: Français (France)

source: French (Luxembourg)
fr_fr: Français (Luxembourg)

source: Galician
fr_fr: Galicien

source: Greek
fr_fr: Grec

source: German (Austria)
fr_fr: Allemand (Autriche)

source: German (Belgium)
fr_fr: Allemand (Belgique)

source: German (Switzerland)
fr_fr: Allemand (Suisse)

source: German (Germany)
fr_fr: Allemand (Allemagne)

source: German (Luxembourg)
fr_fr: Allemand (Luxembourg)

source: Hebrew
fr_fr: Hébreu

source: Hungarian
fr_fr: Hongrois

source: Indonesian
fr_fr: Indonésien

source: Icelandic
fr_fr: Islandais

source: Italian (Switzerland)
fr_fr: Italien (Suisse)

source: Italian (Italy)
fr_fr: Italien (Italie)

source: Japanese
fr_fr: Japonais

source: Korean
fr_fr: Coréen

source: Lithuanian
fr_fr: Lithuanien

source: Latvian
fr_fr: Letton

source: Macedonian
fr_fr: Macédonien

source: Mongolian
fr_fr: Mongolien

source: Malay
fr_fr: Malais

source: Malagasy
fr_fr: Malgache

source: Norwegian (Bokmål)
fr_fr: Norvégien (Bokmål)

source: Norwegian
fr_fr: Norvégien

source: Persian
fr_fr: Perse

source: Polish
fr_fr: Polonais

source: Portuguese (Brazil)
fr_fr: Portugais (Brésil)

source: Portuguese (Portugal)
fr_fr: Portugais (Portugal)

source: Romanian
fr_fr: Roumain

source: Russian (Russia)
fr_fr: Russe (Russie)

source: Russian (Ukraine)
fr_fr: Russe (Ukraine)

source: Slovak
fr_fr: Slovaque

source: Slovenian
fr_fr: Slovène

source: Spanish (Argentina)
fr_fr: Espagnol (Argentine)

source: Spanish (Bolivia)
fr_fr: Espagnol (Bolivie)

source: Spanish (Chile)
fr_fr: Espagnol (Chili)

source: Spanish (Columbia)
fr_fr: Espagnol (Colombie)

source: Spanish (Costa Rica)
fr_fr: Espagnol (Costa Rica)

source: Spanish (Dominican Republic)
fr_fr: Espagnol (République Dominicaine)

source: Spanish (Ecuador)
fr_fr: Espagnol (Équateur)

source: Spanish (Spain)
fr_fr: Espagnol (Espagne)

source: Spanish (Guatemala)
fr_fr: Espagnol (Guatemala)

source: Spanish (Honduras)
fr_fr: Espagnol (Honduras)

source: Spanish (Mexico)
fr_fr: Espagnol (Mexique)

source: Spanish (Nicaragua)
fr_fr: Espagnol (Nicaragua)

source: Spanish (Panama)
fr_fr: Espagnol (Panama)

source: Spanish (Peru)
fr_fr: Espagnol (Pérou)

source: Spanish (Puerto Rico)
fr_fr: Espagnol (Puerto Rico)

source: Spanish (Paraguay)
fr_fr: Espagnol (Paraguay)

source: Spanish (El Salvador)
fr_fr: Espagnol (Salvador)

source: Spanish (United States)
fr_fr: Espagnol (États-Unis)

source: Spanish (Uruguay)
fr_fr: Espagnol (Uruguay)

source: Spanish (Venezuela)
fr_fr: Espagnol (Vénézuela)

source: Spanish (Latin America)
fr_fr: Espagnol (Amérique Latine)

source: Serbian
fr_fr: Serbe

source: Swedish (Finland)
fr_fr: Suédois (Finlande)

source: Swedish (Sweden)
fr_fr: Suèdois (Suède)

source: Tamil
fr_fr: Tamoul

source: Thai
fr_fr: Thaï

source: Turkish
fr_fr: Turc

source: Ukrainian
fr_fr: Ukrainien

source: Uzbek
fr_fr: Ouzbek

source: Urdu (Pakistan)
fr_fr: Ourdou (Pakistan)

source: Vietnamese
fr_fr: Vietnamien

source: Welsh
fr_fr: Écossais

source: Image Processing Error: %s
fr_fr: Erreur lors du traitement d’images : %s

source: Request URI: [%s]
fr_fr: URI de la requête : [%s]

source: Debug
fr_fr: Débogage

source: size =
fr_fr: taille =

source: width =
fr_fr: largeur =

source: height =
fr_fr: hauteur =

source: cw =
fr_fr: cw (largeur de rognage) =

source: ch =
fr_fr: ch (hauteur de rognage) =

source: cx =
fr_fr: cx (position en largeur du rognage) =

source: cy =
fr_fr: cy (position en hauteur du rognage) =

source: quality =
fr_fr: qualité =

source: thumb =
fr_fr: vignette =

source: crop =
fr_fr: rognage =

source: Image %s not found or is unreadable.
fr_fr: L’image %s n’a pas été trouvée ou est illisible.

source: Using %1$ux%2$u %3$s thumbnail image.
fr_fr: Utilisation de la vignette d’image %1$u x %2$u %3$s

source: Image %s not renderable (imageGet).
fr_fr: Impossible de faire le rendu de l’image %s (imageGet).

source: Image %s not rotatable.
fr_fr: L’image %s ne peut être tournée.

source: Unknown error processing %s! Please report to the <a href="
fr_fr: Erreur inconnue lors du traitement de %s ! Veuillez en informer <a href="

source: Image %s not renderable (resample).
fr_fr: Impossible de faire le rendu de l’image %s (rééchantillonnage).

source: Image %s not renderable (unsharp).
fr_fr: Impossible de faire le rendu de l’image %s (floutage)

source: Watermark %s not renderable.
fr_fr: Impossible de faire le rendu du filigrane %s.

source: Watermark %s not resizeable.
fr_fr: Impossible de redimensionner le filigrane %s.

source: Image %s not renderable (copycanvas).
fr_fr: Impossible de faire le rendu de l’image %s (copycanvas).

source: cacheImage: failed to create %s
fr_fr: cacheImage : impossible de créer %s

source: cacheImage(%1$s) exception: %2$s
fr_fr: erreur cacheImage(%1$s) : %2$s

source: most recent
fr_fr: chronologique inverse

source: oldest
fr_fr: chronologique

source: first alphabetically
fr_fr: alphabétique

source: most viewed
fr_fr: les plus vu(e)s

source: missing
fr_fr: Manquant

source: Mail send failed.
fr_fr: L’envoi du courriel a échoué.

source: Invalid “reply-to” mail address %s.
fr_fr: L’adresse de retour %s (« reply-to ») est invalide.

source: Invalid “to” mail address %s.
fr_fr: L’adresse du destinataire (%s) est invalide.

source: “cc” list provided without “to” address list.
fr_fr: Une liste de destinataires en copie conforme est fournie, mais aucun destinataire principal n’a été spécifié.

source: Invalid “cc” mail address %s.
fr_fr: L’adresse de copie conforme (%s) est invalide.

source: Invalid “bcc” mail address %s.
fr_fr: L’adresse de copie cachée (%s) est invalide.

source: Mail send failed. There is no mail handler configured.
fr_fr: L’envoi du courriel a échoué. Aucun gestionnaire de courriel n’est configuré.

source: No “to” address list provided.
fr_fr: Aucune liste de destinataires n’est fournie.

source: No theme scripts found. Please check the <em>%s</em> folder of your installation.
fr_fr: Aucun script de thème n’a été trouvé. Veuillez vérifier le dossier <em>%s</em> de votre installation.

source: 0 Bytes
fr_fr: 0 octet

source: <em>[%1$s]</em> parameter %2$d should be a number.
fr_fr: <em>[%1$s]</em> le paramètre %2$d doit être numérique.

source: <em>[%1$s]</em> parameter %2$d should be a string.
fr_fr: <em>[%1$s]</em> le paramètre %2$d doit être une chaine de caractère.

source: <em>[%1$s]</em> parameter %2$d should be <code>true</code> or <code>false</code>.
fr_fr: <em>[%1$s]</em> le paramètre %2$d doit avoir les valeurs <code>true</code> ou <code>false</code>.

source: <em>[%1$s]</em> parameter %2$d is incorrectly defined.
fr_fr: <em>[%1$s]</em> le paramètre %2$d n’est pas correctement défini.

source: <em>[%1$s]</em> parameter %2$d is missing.
fr_fr: <em>[%1$s]</em> le paramètre %2$d est manquant.

source: <em>[%1$s]</em> macro does not take parameters
fr_fr: La macro <em>[%1$s]</em> ne prend aucun paramètre.

source: <em>[%1$s]</em> retuned no data
fr_fr: <em>[%1$s]</em> n’a retourné aucune donnée

source: <em>[%1$s]</em> <code>%2$s</code> is not callable
fr_fr: <em>[%1$s]</em> <code>%2$s</code> ne peut être lancée

source: <em>[%1$s]</em> takes %2$d parameter
fr_fr: <em>[%1$s]</em> requiert %2$d paramètre

source: No captcha handler is enabled.
fr_fr: Aucun gestionnaire de captcha n’est activé.

source: not connected
fr_fr: non connecté(e)

source: Forbidden(1)
fr_fr: Interdit (1)

source: The cache directory does not exist. Please create it and set the permissions to 0777.
fr_fr: Le dossier de cache n’existe pas. Créez-le et définissez-en les droits à 0777.

source: The cache directory is not writable! Attempts to chmod did not work.
fr_fr: Le dossier du cache n’est pas accessible en écriture ! Les tentatives de chmod n’ont pas abouti.

source: Image not found; file %s does not exist.
fr_fr: L’image n’a pas été trouvée ; le fichier %s n’existe pas.

source: Image processing of %s resulted in a fatal error.
fr_fr: Le traitement d’image de %s s’est soldé par une erreur fatale.

source: Suffix Not Allowed: %s
fr_fr: Suffixe non autorisé : %s

source: Script processing %1$s:%2$.4f seconds
fr_fr: Temps de traitement du script %1$s:%2$.4f secondes

source: Script processing total:%.4f seconds
fr_fr: Temps de traitement total du script : %.4f secondes

source: GD TypeFace path
fr_fr: Chemin des polices GD

source: Supply the full path to your TrueType fonts.
fr_fr: Saisir le chemin d’accès complet à vos polices TrueType.

source: The <strong><em>GD</em></strong> extension is not available.
fr_fr: L’extension <strong><em>GD</em></strong> n’est pas disponible.

source: PHP GD library <em>%s</em>
fr_fr: Version <em>%s</em> de la bibliothèque GD pour PHP

source: Enable Imagick
fr_fr: Activer Imagick

source: Your PHP has support for Imagick. Check this option if you wish to use the Imagick graphics library.
fr_fr: Votre installation de PHP gère Imagick. Cochez cette case pour l’utiliser.

source: Max height
fr_fr: Hauteur maximale

source: The maximum height used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>
fr_fr: La hauteur maximale utilisée par ce site pour les images traitées. Inscrire %d pour ne pas la limiter. Valeur par défaut : <strong>%d</strong>.

source: Max width
fr_fr: Largeur maximale

source: The maximum width used by the site for processed images. Set to %d for unconstrained. Default is <strong>%d</strong>.
fr_fr: La largeur maximale utilisée par ce site pour les images traitées. Inscrire %d pour ne pas la limiter. Valeur par défaut : <strong>%d</strong>.

source: Chroma sampling
fr_fr: Échantillonnage de la couleur

source: no sampling
fr_fr: aucun échantillonnage de couleur

source: Select a Chroma sampling pattern. Leave empty for the image default.
fr_fr: Choisir un mode d’échantillonnage de la couleur. Laisser vide pour utiliser le défaut des images.

source: The <strong><em>Imagick</em></strong> library version must be <strong>%s</strong> or later.
fr_fr: La bibliothèque <strong><em>Imagick</em></strong> doit être la version <strong>%s</strong> ou plus récente.

source: The <strong><em>ImageMagick</em></strong> binary version must be <strong>%s</strong> or later.
fr_fr: La bibliothèque exécutable <strong><em>ImageMagick</em></strong> doit être la version <strong>%s</strong> ou plus récente.

source: The <strong><em>Imagick</em></strong> extension is not available.
fr_fr: L’extension <strong><em>Imagick</em></strong> n’est pas disponible.

source: PHP Imagick library <em>%s</em>
fr_fr: Version <em>%s</em> de la bibliothèque Imagick pour PHP

source: There is no PHP Graphics support.
fr_fr: Il n’y a aucun support graphique PHP.

source: Primary album edit
fr_fr: Édition de l’album principal

source: Check if you want <em>edit rights</em> automatically assigned when a user <em>primary album</em> is created.
fr_fr: Veuillez cocher pour y assigner automatiquement <em>les droits de modification</em> quand le <em>premier album</em> d’un utilisateur est créé.

source: Minimum password strength
fr_fr: Complexité minimale du mot de passe

source: Users must provide passwords a strength of at least %s. The repeat password field will be disabled until this floor is met.
fr_fr: Les utilisateurs doivent fournir un mot de passe dont la complexité est d’au moins %s. Tant que ce niveau n’est pas atteint, le champ où il faut de nouveau saisir le mot de passe est désactivé.

source: Password hash algorithm
fr_fr: Algorithme de hachage du mot de passe

source: The hashing algorithm to be used. In order of robustness the choices are %s
fr_fr: L’algorithme de hachage à utiliser. En ordre de robustesse, les options sont %s

source: Challenge phrase foils
fr_fr: Série de phrases défi

source: These <em>foil</em> challenge phrases will be presented randomly. This list should not be empty, otherwise hackers can discover valid user IDs and know that there is an answer to any presented challenge phrase.
fr_fr: Ces phrases-défi sont présentées en ordre aléatoire. Cette liste ne doit pas être vide ; sinon, des pirates pourraient découvrir des noms d’utilisateurs valides et savoir qu’il existe une réponse à n’importe quelle phrase-défi présentée.

source: Cannot migrate rights to version %1$s (Zenphoto_Authority supports only %2$s and %3$s.)
fr_fr: Impossible de migrer les droits vers la version %1$s (Zenphoto_Authority ne gère que les versions %2$s et %3$s).

source: No rights
fr_fr: Aucun droit

source: Overview
fr_fr: Aperçu
