Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: View all
fr_fr: Tout voir

source: Upload
fr_fr: Charger

source: Post comments
fr_fr: Poster des commentaires

source: Manage all albums
fr_fr: Gérer tous les albums

source: Users with this right may view the admin overview page.
fr_fr: Ce niveau d’autorisation permet de voir la page d’aperçu de l’administration.

source: Users with this right may view all of the gallery regardless of protection of the page. Without this right, the user can view only public ones and those checked in his managed object lists or as granted by View Search or View Gallery.
fr_fr: Ce niveau d’autorisation permet de voir toutes les galeries (quelle que soit leur protection). Sans ce droit, l’utilisateur ne pourra voir que les galeries publiques et celles pour lesquelles il est spécifiquement autorisé.

source: Users with this right may upload to the albums for which they have management rights.
fr_fr: Ce niveau d’autorisation permet à un utilisateur de charger des contenus dans les albums dont il a les droits de gestion.

source: When the comment_form plugin is used for comments and its "Only members can comment" option is set, only users with this right may post comments.
fr_fr: Quand l’extension « comment_form » est utilisée pour les commentaires et que l’option « Seuls les membres peuvent commenter », seuls les utilisateurs ayant ce droit peuvent envoyer des commentaires.

source: Users with this right may make comments tab changes.
fr_fr: Ce niveau d’autorisation permet de voir l’onglet « Commentaires » et d’y effectuer des modifications.

source: Users with this right may access the “albums” tab to make changes.
fr_fr: Ce niveau d’autorisation permet d’accéder à l’onglet « Albums » pour faire des modifications.

source: Users with this right may edit and manage Zenpage pages.
fr_fr: Ce niveau d’autorisation permet de modifier et de gérer les pages Zenpage.

source: Users with this right may edit and manage Zenpage articles and categories.
fr_fr: Ce niveau d’autorisation permet de modifier et de gérer les articles et les catégories Zenpage.

source: Files
fr_fr: Fichiers

source: Allows the user access to the “filemanager” located on the upload: files sub-tab.
fr_fr: Permet à l’utilisateur d’accéder au gestionnaire de fichiers situé dans le sous-onglet « Télécharger des fichiers ».

source: Manage all pages
fr_fr: Gérer toutes les pages

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage page.
fr_fr: Les utilisateurs qui n’ont pas de droit d’administrateur ne peuvent gérer que les objets qui leur sont attribués. Ce droit leur permet de gérer toutes les pages Zenpage.

source: Manage all news
fr_fr: Gérer toutes les actualités

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any Zenpage news article or category.
fr_fr: Les utilisateurs qui n’ont pas de droit d’administrateur ne peuvent gérer que les objets qui leur sont attribués. Ce droit leur permet de gérer tous les articles et toutes les catégories Zenpage.

source: Users who do not have “Admin” rights normally are restricted to manage only objects to which they have been assigned. This right allows them to manage any album in the gallery.
fr_fr: Les utilisateurs qui n’ont pas de droit d’administrateur ne peuvent gérer que les objets qui leur sont attribués. Ce droit leur permet de gérer n’importe quel album de la galerie.

source: Users with this right may make themes related changes. These are limited to the themes associated with albums checked in their managed albums list.
fr_fr: Ce niveau d’autorisation permet d’effectuer des modifications sur les thèmes (dans la limite de ceux correspondant aux albums sur lesquels l’utilisateur a des droits).

source: Users with this right may make additions and changes to the set of tags.
fr_fr: Ce niveau d’autorisation permet d’ajouter ou de modifier les jeux de mots-clés.

source: Users with this right may make changes on the options tabs.
fr_fr: Ce niveau d’autorisation permet d’effectuer des changements dans l’onglet « Options ».

source: The master privilege. A user with "Admin" can do anything. (No matter what his other rights might indicate!)
fr_fr: Le niveau d’autorisation maximal. Un tel niveau permet de tout faire sur la galerie (quels que soient les droits sélectionnés en plus de celui-ci !).

source: View gallery
fr_fr: Voir la galerie

source: Users with this right may view otherwise protected generic gallery pages.
fr_fr: Ce niveau d’autorisation permet de voir les pages ordinaires qui seraient normalement protégées.

source: View search
fr_fr: Voir la recherche

source: Users with this right may view search pages even if password protected.
fr_fr: Ce niveau d’autorisation permet de voir les pages de recherche même si elles sont protégées par mot de passe.

source: View fullimage
fr_fr: Voir les images pleine grandeur

source: Users with this right may view all full sized (raw) images.
fr_fr: Ce niveau d’autorisation permet de voir toutes les images pleine grandeur (images brutes).

source: Access all
fr_fr: Accès intégral

source: Users with this right have access to all zenpage news articles.
fr_fr: Les utilisateurs ayant ce niveau d’autorisation peuvent accéder à tous les articles Zenpage.

source: Users with this right have access to all zenpage pages.
fr_fr: Les utilisateurs ayant ce niveau d’autorisation peuvent accéder à toutes les pages Zenpage.

source: Users with this right have access to all albums.
fr_fr: Les utilisateurs ayant ce niveau d’autorisation peuvent accéder à tous les albums.

source: View unpublished
fr_fr: Afficher les éléments non publiés

source: Users with this right will see all unpublished items.
fr_fr: Les utilisateurs ayant ce niveau d’autorisation permet de voir tous les éléments non publiés.

source: Manage all
fr_fr: Tout gérer

source: User
fr_fr: Utilisateur

source: Users must have this right to change their credentials.
fr_fr: Ce niveau d’autorisation est nécessaire pour que les utilisateurs puissent modifier leurs permissions.

source: Allows viewing of the debug tab items.
fr_fr: Permet de voir les éléments de l’onglet de débogage.

source: Codeblock
fr_fr: Bloc de code

source: Users with this right may edit Codeblocks.
fr_fr: Ce niveau d’autorisation permet de modifier les blocs de code.

source: All rights
fr_fr: Tous les droits

source: Default rights
fr_fr: Droits par défaut

source: Sorry, that is not the answer.
fr_fr: Désolé, ce n’est pas la réponse

source: You are receiving this e-mail because of a password reset request on your ZenPhoto20 gallery.
fr_fr: Vous recevez ce message suite à une demande de réinitialisation de mot de passe d’un utilisateur de votre galerie ZenPhoto20.

source: You are receiving this e-mail because of a password reset request on your ZenPhoto20 gallery from a user who tried to log in as %s.
fr_fr: Vous recevez ce message suite à une demande de réinitialisation de mot de passe d’un utilisateur de votre galerie ZenPhoto20 qui a tenté de se connecter avec l’identifiant %s.

source: There was no one to which to send the reset request.
fr_fr: Il n’y a aucun destinataire à qui envoyer la demande de réinitialisation.

source: To reset your Admin passwords visit: %s
fr_fr: Pour réinitialiser votre mot de passe d’administrateur, rendez-vous à : %s

source: If you do not wish to reset your passwords just ignore this message. This ticket will automatically expire in 3 days.
fr_fr: Si vous ne souhaitez pas réinitialiser vos mots de passe, vous n’avez qu’à ignorer ce message. Cette demande expirera automatiquement dans 3 jours.

source: The ZenPhoto20 information you requested
fr_fr: Les informations que vous avez demandé sur ZenPhoto20

source: Your input did not match the captcha
fr_fr: Ce que vous avez saisi ne correspond pas au Captcha

source: There was an error logging in.
fr_fr: Impossible de se connecter.

source: Check your username and password and try again.
fr_fr: Vérifiez vos identifiant et mot de passe et réessayez.

source: Check password and try again.
fr_fr: Vérifiez votre mot de passe et essayez de nouveau.

source: A reset request has been sent.
fr_fr: Une demande de réinitialisation a été envoyée.

source: Supply the correct response to the question below and you will be directed to a page where you can change your password.
fr_fr: Répondez correctement à la question qui suit et vous serez redirigé vers une page où vous pourrez modifier votre mot de passe.

source: Challenge question:
fr_fr: Question défi :

source: Your response
fr_fr: Votre réponse

source: Enter your User ID and press <code>Refresh</code> to get your challenge question.
fr_fr: Saisissez votre nom d’utilisateur et cliquez sur <code>Rafraîchir</code> afin d’obtenir votre question secrète.

source: Request reset by e-mail
fr_fr: Demande de réinitialisation par courriel

source: Logon using:%s
fr_fr: Se connecter en utilisant : %s

source: Log in
fr_fr: Se connecter

source: I forgot my <strong>User ID</strong>/<strong>Password</strong>
fr_fr: J’ai oublié mon <strong>identifiant</strong> ou mon <strong>mot de passe</strong>

source: Request
fr_fr: Demande

source: Request password reset
fr_fr: Demande de réinitialisation du mot de passe

source: password strength weak
fr_fr: mot de passe faible

source: password strength good
fr_fr: mot de passe valide

source: password strength strong
fr_fr: Mot de passe fort

source: password strength too weak
fr_fr: mot de passe trop faible

source: passwords match
fr_fr: Vos mots de passe correspondent

source: passwords do not match
fr_fr: Vos mots de passe ne correspondent pas

source: Repeat password
fr_fr: Inscrivez de nouveau le mot de passe

source: Arabic
fr_fr: Arabe

source: Chinese Traditional
fr_fr: Chinois traditionel

source: IBM EBCDIC (Turkish Latin-5)
fr_fr: IBM EBCDIC (latin-5 turc)

source: Cyrillic (DOS)
fr_fr: Cyrillique (DOS)

source: IBM EBCDIC (Multilingual Latin-2)
fr_fr: IBM EBCDIC (latin-2 multilingue)

source: Japanese (JIS-Allow 1 byte Kana)
fr_fr: Japonais (JIS-permet le kana à 1 octet)

source: Arabic (DOS)
fr_fr: Arabe (DOS)

source: Hebrew (DOS)
fr_fr: Hébreu (DOS)

source: IBM EBCDIC (US-Canada)
fr_fr: IBM EBCDIC (É-U, Canada)

source: Chinese Simplified (EUC)
fr_fr: Chinois simplifié (EUC)

source: Japanese (EUC)
fr_fr: Japonais (EUC)

source: Korean (EUC)
fr_fr: Coréen (EUC)

source: Chinese Simplified (GB2312)
fr_fr: Chinois simplifié (GB2312)

source: Chinese Simplified (HZ)
fr_fr: Chinois simplifié (HZ)

source: OEM United States
fr_fr: Anglais (États-Unis)

source: Greek (DOS)
fr_fr: Grec (DOS)

source: Baltic (DOS)
fr_fr: Baltique (DOS)

source: Western European (DOS)
fr_fr: Europe occidentale (DOS)

source: Central European (DOS)
fr_fr: Europe centrale (DOS)

source: Turkish (DOS)
fr_fr: Turc (DOS)

source: Icelandic (DOS)
fr_fr: Islandais (DOS)

source: Greek, Modern (DOS)
fr_fr: Grec moderne (DOS)

source: Japanese (JIS)
fr_fr: Japonais (JIS)

source: Japanese (JIS-Allow 1 byte Kana - SO/SI)
fr_fr: Japonais (JIS– permet le kana à 1 octet – SO/SI)

source: Korean (ISO)
fr_fr: Coréen (ISO)

source: Western European (ISO)
fr_fr: Europe occidentale (ISO)

source: Central European (ISO)
fr_fr: Europe centrale (ISO)

source: Baltic (ISO)
fr_fr: Baltique (ISO)

source: Cyrillic (ISO)
fr_fr: Cyrillique (ISO)

source: Arabic (ISO)
fr_fr: Arabe (ISO)

source: Greek (ISO)
fr_fr: Grec (ISO)

source: Hebrew (ISO-Visual)
fr_fr: Hébreu (ISO-visuel)

source: Hebrew (ISO-Logical)
fr_fr: Hébreu (ISO-logique)

source: Turkish (ISO)
fr_fr: Turc (ISO)

source: Korean (Johab)
fr_fr: Coréen (Johab)

source: Cyrillic (KOI8-R)
fr_fr: Cyrillique (KOI8-R)

source: Cyrillic (KOI8-U)
fr_fr: Cyrillique (KOI8-U)

source: Western European (MAC)
fr_fr: Europe occidentale (Mac)

source: Japanese (Shift-JIS)
fr_fr: Japonais (Shift-JIS)

source: Central European (Windows)
fr_fr: Europe centrale (Windows)

source: Cyrillic (Windows)
fr_fr: Cyrillique (Windows)

source: Western European (Windows)
fr_fr: Europe occidentale (Windows)

source: Greek (Windows)
fr_fr: Grec (Windows)

source: Turkish (Windows)
fr_fr: Turc (Windows)

source: Hebrew (Windows)
fr_fr: Hébreu (Windows)

source: Arabic (Windows)
fr_fr: Arabe (Windows)

source: Baltic (Windows)
fr_fr: Baltique (Windows)

source: Vietnamese (Windows)
fr_fr: Vietnamien (Windows)

source: Thai (Windows)
fr_fr: Thaï (Windows)

source: ZenPhoto20 License agreement
fr_fr: L’accord de licence de ZenPhoto20

source: This license is in English because the <em>Free Software Foundation</em> does not approve translations as officially valid. Unofficial translations are available <a href="%s">here</a>.
fr_fr: Cette licence est en anglais parce que la <em>Free Software Foundation</em> n’a pas officialisé de traductions en d’autres langues. Des traductions non officielles sont disponibles <a href="%s">ici</a>.

source: You must accept this license to continue to use ZenPhoto20.
fr_fr: Vous devez accepter cette licence pour continuer d’utiliser ZenPhoto20.

source: I agree to these terms and conditions
fr_fr: J’accepte les conditions d’utilisation

source: There are no upload handlers enabled that can service your request.
fr_fr: Il n’y a aucun gestionnaire de téléchargement autorisé pouvant prendre en charge votre demande.

source: This document is generated from the plugin comment block and other items that are in English and outside of the <em>Gettext()</em> translation system. This link will send the URL to the Google translation WEB to present the page in your language.
fr_fr: Ce document a été généré par le bloc de commentaires de l’extension et des éléments en anglais non intégrés à la traduction Zenphoto. Ce lien permet de traduire la page avec la traduction automatique Google.

source: Translate this page.
fr_fr: Traduire cette page

source: Plugin usage information
fr_fr: Information sur l’utilisation de l’extension

source: Macro defined:
fr_fr: Macro définie :

source: Setup request
fr_fr: Requête du script d’installation

source: ZenPhoto20 has detected a change in your installation.
fr_fr: ZenPhoto20 a détecté un changement dans votre installation.

source: Your server software has changed from %1$s to %2$s.
fr_fr: Le logiciel du serveur a été modifié. Il est passé de %1$s à %2$s.

source: Your database software has changed from %1$s to %2$s.
fr_fr: Le logiciel de la base de données a été modifié. Il est passé de %1$s à %2$s.

source: ZenPhoto20 %1$s has been copied over %2$s.
fr_fr: ZenPhoto20 %1$s a été copié sur %2$s.

source: Your installation has moved from %1$s to %2$s.
fr_fr: Votre installation a été déplacée de %1$s à %2$s.

source: Your installation configuration is damaged.
fr_fr: La configuration de votre installation est endommagée.

source: setup has been requested by:
fr_fr: Le script d’installation a été requis par :

source: The script <code>%1$s</code> has changed.
fr_fr: Le script <code>%1$s</code> a changé.

source: The change detected is critical. You <strong>must</strong> run %1$ssetup%2$s for your site to function.
fr_fr: Les changements détectés sont critiques. Vous <strong>devez</strong> exécuter la routine d’insallation (%1$ssetup%2$s) pour que votre gallerie fonctionne.

source: The change detected may not be critical but you should run %1$ssetup%2$s at your earliest convenience.
fr_fr: Les changements détectés ne sont sans doute pas critiques. Vous devriez néanmoins exécuter la routine d’insallation (%1$ssetup%2$s) le plus rapidement possible.

source: Error processing rewrite rule: “%s”
fr_fr: Erreur lors du traitement de la règle de réécriture : « %s »

source: Click to restore the setup scripts and run setup.
fr_fr: Cliquer ici pour restaurer le script d’installation et le relancer.

source: You must restore the setup files from the %1$s release.
fr_fr: Vous devez restaurer les fichiers d’installation (dossier « setup ») de la version %1$s.

source: You must restore the setup files on your primary installation to run the setup operation.
fr_fr: Vous devez restaurer les fichiers d’installation de votre installation principale afin d’exécuter le script d’installation.

source: ZenPhoto20 requires PHP version %s or greater
fr_fr: ZenPhoto20 requiert la version %s de PHP ou une version plus récente

source: db POST handling
fr_fr: Gestion de la méthode POST de la base de données

source: readonly
fr_fr: lecture seule

source: relaxed
fr_fr: relaché

source: loose
fr_fr: permissif

source: A corrupt configuration file was detected. You should remove or repair the file and re-run setup.
fr_fr: Un fichier de configuration corrompu a été détecté. Vous devriez enlever ou réparer ce fichier et relancer le script d’installation.

source: upgrade
fr_fr: – Mise à jour

source: install
fr_fr: – Installation

source: Completed system check
fr_fr: Vérification du système complétée

source: Setup cookie test successful
fr_fr: Le test de cookie par le script d’installation a réussi

source: Setup cookie test unsuccessful
fr_fr: Le test de cookie par le script d’installation a échoué

source: Post of Database credentials
fr_fr: Affichage des informations de connexion à la base de données

source: Started
fr_fr: Démarré

source: ZenPhoto20 Setup v%1$s%2$s: %3$s
fr_fr: Script d’installation de ZenPhoto20 v%1$s%2$s: %3$s

source: Full environment
fr_fr: Environnement complet

source: Primitive environment
fr_fr: Environnement de base

source: Query error: %s
fr_fr: Erreur de requête : %s

source: create
fr_fr: créer

source: update
fr_fr: mettre à jour

source: ZenPhoto20 Setup
fr_fr: installation de ZenPhoto20

source: Welcome to ZenPhoto20! This page will set up version %1$s on your web server.
fr_fr: Bienvenue sur ZenPhoto20 ! Cette page va vous permettre d’installer la version %1$s sur votre serveur.

source: Systems Check:
fr_fr: Vérifications système :

source: <strong>Note:</strong> The release you are installing has debugging settings enabled!
fr_fr: <strong>Note.</strong> La version que vous installez présentement a les paramètres de débogage activés !

source: Installing ZenPhoto20 v%s
fr_fr: Installation de ZenPhoto20 v%s

source: <em>%s</em> security
fr_fr: sécurité de <em>%s</em>

source: <em>%s</em> security [is compromised]
fr_fr: La sécurité de <em>%s</em> est compromise

source: PHP version %s
fr_fr: Version %s de PHP

source: PHP Version %1$s or greater is required. Version %2$s or greater is strongly recommended. Use earlier versions at your own risk.
fr_fr: La version %1$s ou plus récente de PHP est requise. Il est même fortement recommandé d’utiliser au moins la version %2$s. Utiliser les versions antérieures est à vos risques.

source: PHP <code>Sessions</code>.
fr_fr: Mode <code>Sessions</code> de PHP

source: PHP <code>Sessions</code> [appear to not be working].
fr_fr: Le mode <code>Sessions</em> de PHP [ne semble pas fonctionner].

source: PHP Sessions are required for administrative functions. Check your <code>session.save_path</code> (<code>%1$s</code>) and the PHP configuration <code>[session]</code> settings
fr_fr: Les fonctions administratives requièrent l’usage de sessions PHP. Vérifiez le <code>session.save_path</code> (<code>%1$s</code>) et le paramètre de configuration PHP <code>[session]</code>.

source: PHP <code>Register Globals</code>
fr_fr: Directive <code>Register Globals</code> de PHP

source: PHP <code>Register Globals</code> [is set]
fr_fr: La directive <code>Register Globals</code> de PHP [est activée]

source: PHP Register globals presents a security risk to any PHP application. See <a href="http://php.net/manual/en/security.globals.php"><em>Using Register Globals</em></a>. Change your PHP.ini settings to <code>register_globals = off</code>.
fr_fr: La directive Register globals de PHP présente un risque de sécurité pour tout environnement PHP. Veuillez consulter <a href="http://php.net/manual/fr/security.globals.php"><em>Utilisation des variables super-globales</em></a>. Veuillez modifier votre fichier <em>php.ini</em> afin d’inscrire le paramètre <code>register_globals = off</code>.

source: PHP <code>Safe Mode</code>
fr_fr: Mode <code>Sans échec</code> de PHP

source: PHP <code>Safe Mode</code> [is set]
fr_fr: Le mode <code>Sans échec</code> de PHP est activé

source: ZenPhoto20 functionality is reduced when PHP <code>safe mode</code> restrictions are in effect.
fr_fr: Les fonctionnalités de ZenPhoto20 sont réduites quand <code>le mode sans échec</code> de PHP est activé.

source: <code>Suhosin</code> module [is enabled]
fr_fr: Le module <code>Suhosin</code> est activé

source: The following PHP functions are blocked: %s. Flagged functions are required. Other functions in the list may be used, possibly causing reduced functionality or failures.
fr_fr: Les fonctions PHP suivantes sont bloquées : %s. Or, les fonctions cochées sont requises. Les autres fonctions de cette liste pourraient aussi être nécessaires, causant une réduction des fonctionnalitées, voire des erreurs.

source: PHP <code>magic_quotes_gpc</code>
fr_fr: Module <code>magic_quotes_gpc</code> de PHP

source: PHP <code>magic_quotes_gpc</code> [is enabled]
fr_fr: Le module <code>magic_quotes_gpc</code> de PHP est activé

source: We strongly recommend disabling <code>magic_quotes_gpc</code>.
fr_fr: Nous recommandons fortement de désactiver <code>magic_quotes_gpc</code>.

source: PHP <code>magic_quotes_runtime</code>
fr_fr: Module <code>magic_quotes_runtime</code> de PHP

source: PHP <code>magic_quotes_runtime</code> [is enabled]
fr_fr: Le module <code>magic_quotes_runtime</code> de PHP est activé

source: You must disable <code>magic_quotes_runtime</code>.
fr_fr: Vous devez désactiver le module <code>magic_quotes_runtime</code> de PHP.

source: PHP <code>magic_quotes_sybase</code>
fr_fr: Module <code>magic_quotes_sybase</code> de PHP

source: PHP <code>magic_quotes_sybase</code> [is enabled]
fr_fr: Le module <code>magic_quotes_sybase</code> de PHP est activé

source: You must disable <code>magic_quotes_sybase</code>.
fr_fr: Vous devez désactiver le module <code>magic_quotes_sybasec</code> de PHP.

source: PHP <code>display_errors</code>
fr_fr: Directive <code>display_errors</code> de PHP

source: PHP <code>display_errors</code> [is enabled]
fr_fr: Le paramètre <code>display_errors</code> de PHP est activé

source: This setting may result in PHP error messages being displayed on WEB pages. These displays may contain sensitive information about your site.
fr_fr: Ce paramétrage peut faire en sorte que des messages d’erreurs PHP apparaissent sur des pages internet. Ceux-ci peuvent divulguer des informations sensibles sur votre site.

source: PHP <code>gettext()</code> support
fr_fr: Support de <code>gettext()</code> de PHP

source: PHP <code>gettext()</code> support [is not present]
fr_fr: Le support de <code>gettext()</code> de PHP n’est pas présent

source: Localization requires native PHP <code>gettext()</code> support
fr_fr: Les fonctions de localisation nécessite l’activation du module <code>gettext()</code> de PHP

source: PHP <code>flock</code> support
fr_fr: Fonction <code>flock</code> de PHP

source: PHP <code>flock</code> support [is not present]
fr_fr: La fonction <code>flock</code> de PHP n’est pas supportée

source: Zenpoto uses <code>flock</code> for serializing critical regions of code. Without <code>flock</code> active sites may experience <em>race conditions</em> which may be causing inconsistent data.
fr_fr: Zenphoto utilise la fonction <code>flock</code> pour linéariser des fragments de code critiques. Sans cela, un site très achalandé pourrait <em>sousvirer</em> à cause de demandes conflictuelles et ainsi produire des résultats imprévisibles.

source: PHP <code>setlocale()</code>
fr_fr: Fonction <code>setlocale()</code> de PHP
