Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: Create a new install with symbolic links to the current installation scripts.
fr_fr: Crée une nouvelle installation avec des liens symboliques qui pointent vers les scripts de l’installation existante.

source: <strong>Note:</strong> Existing Site scripts will be removed from the target if they exist.
fr_fr: <strong>Remarque.</strong> Les scripts existants seront effacés de la cible, le cas échéant.

source: No subfolders in:
fr_fr: Aucun sous-dossier dans :

source: Select the destination folder:
fr_fr: Choisir le fichier de destination :

source: Verify WEB link to this install:
fr_fr: Validez le lien web de cette installation :

source: Clone installation
fr_fr: Cloner l’installation

source: Loads Colorbox JS and CSS scripts for selected theme page scripts.
fr_fr: Charge les scripts Javascript et CSS Colorbox pour les scripts sélectionnés des pages de thème.

source: Note that this plugin does not attach Colorbox to any element. You need to do this on your theme yourself.
fr_fr: Veuillez noter que cette extension n’attache pas Colorbox à un élément en particulier. Vous devez effectuer cette association vous-même dans votre thème.

source: Colorbox theme
fr_fr: Thème Colorbox

source: The Colorbox script comes with 5 example themes you can select here. If you select <em>custom (within theme)</em> you need to place a folder <em>colorbox_js</em> containing a <em>colorbox.css</em> file and a folder <em>images</em> within the current theme to override to use a custom Colorbox theme.
fr_fr: Colorbox est fourni avec 5 thèmes d’exemples que vous pouvez sélectionner ici. Si vous sélectionnez <em>custom (dans un thème donné)</em>, vous devez placer un dossier <em>colorbox_js</em> contenant un fichier <em>colorbox.css</em> et un dossier <em>images</em> à l’intérieur du dossier du thème afin de supplanter la configuration standard du thème et d’utiliser un thème Colorbox personnalisé.

source: The scripts for which Colorbox is enabled. {Should have been set by the themes!}
fr_fr: Les scripts pour lesquels Colorbox est activé. <br />(Cela devrait être spécifié par les thèmes.)

source: Provides a unified comment handling facility.
fr_fr: Offre un outil unifié de gestion des commentaires.

source: Enable comment notification
fr_fr: Activer la notification des commentaires

source: Email the Admin when new comments are posted
fr_fr: Envoyer un courriel à l’administrateur quand de nouveaux commentaires sont envoyés.

source: Name field
fr_fr: Champ « nom »

source: Require
fr_fr: Obligatoire

source: If the <em>Name</em> field is required, the poster must provide a name.
fr_fr: Si le champ <em>Nom</em> est obligatoire, l’utilisateur doit saisir un nom.

source: Email field
fr_fr: Champ « courriel »

source: If the <em>Email</em> field is required, the poster must provide an email address.
fr_fr: Si le champ <em>courriel</em> est obligatoire, l’utilisateur doit saisir une adresse de courriel.

source: Website field
fr_fr: Champ « site internet »

source: If the <em>Website</em> field is required, the poster must provide a website.
fr_fr: Si le champ <em>Site internet</em> est obligatoire, l’utilisateur doit saisir un site internet.

source: Captcha field
fr_fr: Captcha

source: For guests
fr_fr: Invités

source: If <em>Captcha</em> is required, the form will include a Captcha verification.
fr_fr: Si un <em>Captcha</em> est obligatoire, le formulaire comporte la validation par Captcha.

source: Address fields
fr_fr: Champs d’adresse

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the poster must supply data in each address field.
fr_fr: Si les <em>champs d’adresse</em> sont affichés ou obligatoires, le formulaire comporte des champs pour les détails de l’adresse. Si ces champs sont obligatoires, l’utilisateur doit tous les remplir.

source: Allow comments on
fr_fr: Autoriser les commentaires

source: Comment forms will be presented on the checked pages.
fr_fr: Les formulaires de commentaires sont affichés sur les pages cochées.

source: Toggled comment block
fr_fr: Masquer les commentaires

source: If checked, existing comments will be initially hidden. Clicking on the provided button will show them.
fr_fr: Si cette option est activée, les commentaires existants sont masqués par défaut. Le visiteur doit cliquer sur un bouton pour les voir.

source: Show author URL
fr_fr: Afficher l’URL de l’auteur

source: To discourage SPAM, uncheck this box and the author URL will not be revealed.
fr_fr: Pour décourager le spam, décochez cette case afin de ne pas afficher l’URL de l’auteur.

source: Only members can comment
fr_fr: Seuls les membres peuvent commenter

source: If checked, only logged in users will be allowed to post comments.
fr_fr: Si l’option est activée, seuls les utilisateurs connectés peuvent poster des commentaires.

source: Allow private postings
fr_fr: Autoriser les messages privés

source: If checked, posters may mark their comments as private (not for publishing).
fr_fr: Si cette option est cochée, les commentateurs peuvent marquer leur message comme privé (non destiné à la publication).

source: Allow anonymous posting
fr_fr: Autoriser les commentaires anonymes

source: If checked, posters may exclude their personal information from the published post.
fr_fr: Si cette option est cochée, les commentateurs peuvent cacher leurs renseignements personnels du message publié.

source: Include RSS link
fr_fr: Inclure un lien RSS

source: If checked, an RSS link will be included at the bottom of the comment section.
fr_fr: Si l’option est activée, un lien RSS apparaîtra au bas de la section des commentaires

source: Comments per page
fr_fr: Nombre de commentaires par page

source: The comments that should show per page on the admin tab and when using the jQuery pagination
fr_fr: Le nombre de commentaires à afficher sur une page lorsqu’on utilise la pagination jQuery.

source: Comment editor configuration
fr_fr: Configuration de l’éditeur de commentaires

source: Configuration file for TinyMCE when used for comments. Set to <code>Disabled</code> to disable visual editing.
fr_fr: Fichier de configuration de TinyMCE lorsqu’il est utilisé pour les commentaires. Choisir <code>désactivé</code> pour désactiver l’édition visuelle.

source: Admin comment editor configuration
fr_fr: Configuration de l’interface d’administration de l’éditeur de commentaires

source: Configuration file for TinyMCE when used for the <em>edit comments</em> tab.
fr_fr: Fichier de configuration de TinyMCE lorsqu’il est utilisé pour l’onglet <em>éditer les commentaires</em>.

source: Uncheck to disable the jQuery pagination of comments. Enabled by default.
fr_fr: Décocher pour désactiver la pagination jQuery des commentaires. Fonction activée par défaut.

source: comments
fr_fr: commentaires

source: Add a comment:
fr_fr: Ajouter un commentaire :

source: show comments
fr_fr: afficher les commentaires

source: hide comments
fr_fr: masquer les commentaires

source: on
fr_fr: le

source: Only registered users may post comments.
fr_fr: Seuls les utilisateurs enregistrés peuvent poster des commentaires.

source: Closed for comments.
fr_fr: Fermé aux commentaires.

source: Subscribe to comments
fr_fr: S’abonner aux commentaires

source: edit comment
fr_fr: modifier le commentaire

source: Are you sure you want to delete this comment?
fr_fr: Êtes-vous certain(e) de vous vouloir supprimer ce commentaire ?

source: Author:
fr_fr: Auteur :

source: Web Site:
fr_fr: Site internet :

source: Date/Time:
fr_fr: Date et heure :

source: Street:
fr_fr: Rue :

source: Postal code:
fr_fr: Code postal :

source: Comment:
fr_fr: Commentaire :

source: Comment management
fr_fr: Gestion des commentaires

source: Comment is un-approved
fr_fr: Le commentaires est bloqué

source: Approve
fr_fr: Approuver

source: Approve this comment
fr_fr: Approuver ce commentaire

source: Comment is approved
fr_fr: Le commentaire est approuvé

source: Un-approve
fr_fr: Bloquer

source: Un-approve this comment
fr_fr: Bloquer ce commentaire

source: Comment is private
fr_fr: Le commentaire est privé

source: Comment is public
fr_fr: Le commentaire est public

source: Comment is anonymous
fr_fr: Le commentaire est anonyme

source: Comment is not anonymous
fr_fr: Le commentaire n’est pas anonyme

source: Comment does not exist
fr_fr: Le commentaire n’existe pas

source: Selected items marked as spam
fr_fr: Les éléments sélectionnés ont été marqués comme spam

source: Selected items approved
fr_fr: Les éléments sélectionnés sont approuvés

source: %u Comment deleted successfully.
fr_fr: %u commentaire a bien été supprimé.

source: You can edit or delete comments.
fr_fr: Vous pouvez modifier ou supprimer les commentaires.

source: View truncated
fr_fr: Voir le texte tronqué

source: View full text
fr_fr: Voir le texte complet

source: Edit this comment
fr_fr: Modifier ce commentaire

source: Mark as spam
fr_fr: Marquer comme spam

source: The item upon which this comment was posted no longer exists.
fr_fr: L’élément pour lequel ce commentaire a été publié n’existe plus.

source: <strong>Missing Object</strong>
fr_fr: <strong>Objet manquant !</strong>

source: Anonymous posting
fr_fr: Affichage anonyme

source: Private message
fr_fr: Message privé

source: Approve this message (not SPAM)
fr_fr: Approuver ce message (non spam)

source: Approve this message (not SPAM
fr_fr: Approuver ce message (non spam

source: Mark this message as SPAM
fr_fr: Marquer ce message comme spam

source: Edit this comment.
fr_fr: Modifier ce commentaire.

source: %1$s commented on %2$s:
fr_fr: %1$s a commenté sur %2$s :

source: Reply:
fr_fr: Répondre :

source: Reply
fr_fr: Répondre

source: Delete this comment.
fr_fr: Supprimer ce commentaire.

source: Marked as spam/approved
fr_fr: Marqué comme spam/approuvé

source: Edit comment
fr_fr: Modifier le commentaire

source: E-mail comment author
fr_fr: Envoyer un courriel à l’auteur du commentaire

source: Private comment (do not publish)
fr_fr: Commentaire privé (ne pas publier)

source: 10 Most Recent Comments
fr_fr: Les 10 commentaires les plus récents

source: <strong>database error</strong>
fr_fr: <strong>erreur de base de données</strong>

source: [news]
fr_fr: [actualités]

source: <em>%1$s</em> commented on %2$s:
fr_fr: <em>%1$s</em> a commenté sur %2$s :

source: Mail send failed
fr_fr: L’envoi du courriel a échoué

source: Error posting comment:
fr_fr: Erreur lors de l’envoi du commentaire :

source: You must supply an e-mail address.
fr_fr: Vous devez saisir une adresse de courriel.

source: You must enter your name.
fr_fr: Vous devez saisir votre nom.

source: You must supply a WEB page URL.
fr_fr: Vous devez saisir une adresse de page web.

source: CAPTCHA verification failed.
fr_fr: La vérification du Captcha a échoué.

source: You must enter something in the comment text.
fr_fr: Vous devez saisir du texte dans le champ du commentaire.

source: Your comment was rejected by the <em>%s</em> SPAM filter.
fr_fr: Votre commentaire a été rejeté par le filtre anti-SPAM <em>%s</em>.

source: Your comment has been marked for moderation by the <em>%s</em> SPAM filter.
fr_fr: Votre commentaire a été marqué pour modération ultérieure par le filtre anti-SPAM <em>%s</em>.

source: A comment has been placed in moderation on your album “%1$s”.
fr_fr: Un commentaire est en attente de modération à l’album « %1$s ».

source: A comment has been posted on your album “%1$s”.
fr_fr: Un commentaire a été posté à l’album « %1$s ».

source: A comment has been placed in moderation on your article “%1$s”.
fr_fr: Un commentaire est en attente de modération à l’article « %1$s ».

source: A comment has been posted on your article “%1$s”.
fr_fr: Un commentaire a été posté à l’article « %1$s ».

source: A comment has been placed in moderation on your page “%1$s”.
fr_fr: Un commentaire est en attente de modération à la page « %1$s ».

source: A comment has been posted on your page “%1$s”.
fr_fr: Un commentaire a été posté à la page « %1$s ».

source: A comment has been placed in moderation on your image “%1$s” in the album “%2$s”.
fr_fr: Un commentaire est en attente de modération à l’image « %1$s » de l’album « %2$s ».

source: A comment has been posted on your image “%1$s” in the album “%2$s”.
fr_fr: Un commentaire a été posté à l’image « %1$s » de l’album « %2$s ».

source: Author: %1$s Email: %2$s Website: %3$s Comment: %4$s
fr_fr: Auteur : %1$s Courriel : %2$s Site internet : %3$s Commentaire : %4$s

source: You can view all comments about this item here: %1$s
fr_fr: Vous pouvez voir tous les commentaires sur cet élément ici : %1$s

source: You can edit the comment here: %1$s
fr_fr: Vous pouvez modifier le commentaire ici : %1$s

source: Comment posted
fr_fr: Commentaire publié

source: Comment posted on unknown page!
fr_fr: Commentaire publié sur une page inconnue !

source: There is no defined context, you must pass a comment object.
fr_fr: Aucun contexte défini ; vous devez passer un objet-commentaire.

source: Field not defined.
fr_fr: Champ non défini.

source: Prints an e-mail contact so that visitors may e-mail the site administrator.
fr_fr: Affiche un formulaire de contact afin que les visiteurs puissent contacter l’administrateur du site.

source: <p>Fields with <strong>*</strong> are required. HTML or any other code is not allowed.</p>
fr_fr: <p> Les champs identifiés par <strong>*</strong> sont obligatoires. Aucun code HTML n’est autorisé.</p>

source: <p>Please confirm that you really want to send this email. Thanks.</p>
fr_fr: <p>Veuillez confirmer que vous souhaitez réellement envoyer ce courriel.</p>

source: <p>Thanks for your message.</p>
fr_fr: <p>Merci de votre message.</p>

source: Send another message.
fr_fr: Envoyer un autre message.

source: <p>A copy of your e-mail will automatically be sent to the address you provided for your own records.</p>
fr_fr: <p>Pour vos archives, une copie de votre courriel sera automatiquement envoyée à l’adresse que vous avez fournie.</p>

source: required
fr_fr: obligatoire

source: omitted
fr_fr: omis

source: Set if the <code>%s</code> field should be required, just shown or omitted
fr_fr: <code>%s</code> : détermine si ce champ est obligatoire, affiché et optionnel, ou omis

source: Intro text
fr_fr: Texte d’introduction

source: The intro text for your contact form
fr_fr: Le texte d’introduction du formulaire de contact.

source: Confirm text
fr_fr: Texte de confirmation

source: The text that asks the visitor to confirm that he really wants to send the message.
fr_fr: Le texte qui demande au visiteur de confirmer s’il veut réellement envoyer le message.

source: Thanks text
fr_fr: Texte de remerciement

source: The text that is shown after a message has been confirmed and sent.
fr_fr: Le texte qui est affiché après qu’un message ait été confirmé et envoyé.

source: New message link text
fr_fr: Texte pour le lien Nouveau message

source: The text for the link after the thanks text to return to the contact page to send another message.
fr_fr: Le texte du lien qui suit le texte de remerciement, et qui permet de retourner à la page de contact pour envoyer un autre message.

source: Require confirmation
fr_fr: Confirmation de l’envoi requise

source: If checked, a confirmation form will be presented before sending the contact message.
fr_fr: Si coché, un formulaire de confirmation sera présenté avant l’envoi du message au contact.

source: Send copy
fr_fr: Envoyer une copie

source: If checked, a copy of the message will be sent to the address provided. <p class='notebox'><strong>Caution: </strong> If you check this option it is strongly recommend to use Captcha and the confirmation option. Be aware that someone could misuse the e-mail address entered for spamming with this form and that in some countries’ jurisdictions(e.g. most European countries) you may be made responsible for this then!</p>
fr_fr: Si coché, une copie du message est envoyée à l’adresse fournie.<p class='notebox'><strong>Attention.</strong> Il est alors fortement recommandé d’utiliser le Captcha et l’option de confirmation. (Il est tout-à-fait possible de détourner cette fonction aux fins de SPAM ; dans certains pays – comme dans la plupart des pays européens – vous pouvez en être tenu responsable !)</p>

source: Send copy note text
fr_fr: Texte pour l’envoi en copie

source: The text for the note about sending a copy to the address provided in case that option is set.
fr_fr: Le texte de la note affichée lorsqu’une copie est envoyée à une adresse spécifiée.

source: Contact recipients
fr_fr: Contact des récipiendaires

source: The e-mail address the messages should be sent to. Enter one or more address separated by semicolons.
fr_fr: L’adresse de courriel à laquelle les messages doivent être envoyés. Saisissez une ou plusieurs adresses séparées par des points-virgules (sans espace).

source: Company
fr_fr: Entreprise

source: State
fr_fr: État, province

source: Postal code
fr_fr: Code postal

source: Country
fr_fr: Pays

source: E-mail
fr_fr: Courriel

source: If checked, the form will include a Captcha verification.
fr_fr: Si coché, le formulaire comportera une validation par Captcha.

source: Phone
fr_fr: Téléphone

source: Phone number
fr_fr: Numéro de téléphone

source: a title
fr_fr: un titre

source: a name
fr_fr: un nom

source: a company
fr_fr: une entreprise

source: a street
fr_fr: une rue

source: a city
fr_fr: une ville

source: a state
fr_fr: un état ou une province

source: a postal code
fr_fr: un code postal

source: a country
fr_fr: un pays

source: a valid email address
fr_fr: une adresse de courriel valide

source: a website
fr_fr: un site internet

source: a phone number
fr_fr: un numéro de téléphone

source: a subject
fr_fr: un sujet

source: a message
fr_fr: un message

source: the correct CAPTCHA verification code
fr_fr: le bon code de vérification du Captcha

source: Please enter %s. Thanks.
fr_fr: Veuillez saisir %s. Merci.

source: Please enter %1$s and %2$s. Thanks.
fr_fr: Veuillez saisir %1$s et %2$s. Merci.

source: Please enter: %sThanks.
fr_fr: Veuillez saisir : %sMerci.

source: Confirm
fr_fr: Confirmer

source: Discard
fr_fr: Annuler

source: Error sending mail:
fr_fr: Erreur lors de l’envoi du message :

source: An image cropping tool.
fr_fr: Un outil pour rogner les images.

source: Crop image
fr_fr: Rogner l’image

source: Permanently crop the actual image.
fr_fr: Rogner définitivement l’image originale.

source: attempt to crop an object which is not an image.
fr_fr: vous avez essayé de rogner un objet qui n’est pas une image.

source: crop image
fr_fr: rogner l’image

source: Are you sure you want to permanently alter this image?
fr_fr: Êtes-vous certain(e) de vous vouloir modifier cette image ?

source: Image cropping
fr_fr: Rognage de l’image

source: You can crop your image by dragging the crop handles on the image
fr_fr: Vous pouvez rogner une image en déplaçant les marques sur l’image.

source: <strong>Note:</strong> If you save these changes they are permanent!
fr_fr: <strong>Note :</strong> Si vous les enregistrez, ces modifications sont définitives !

source: size
fr_fr: taille

source: crop width:%1$s %2$s crop height:%3$s
fr_fr: largeur de rognage : %1$s %2$s – hauteur de rognage : %3$s

source: swap width and height fields
fr_fr: intervertir les champs largeur et hauteur

source: Link image watermark
fr_fr: Filigrane de l’image liée

source: Done
fr_fr: Terminé

source: Debugging aids.
fr_fr: Aides de débogage.

source: released
fr_fr: officielle

source: Mark release
fr_fr: Définir comme version officielle

source: Edits the version.php file making a “%s” install.
fr_fr: Édite le fichier version.php pour en faire une installation « %s ».

source: Locales
fr_fr: Paramètes régionaux

source: Your PHP configuration information.
fr_fr: Information sur la configuration PHP de votre serveur.

source: Supported locales:
fr_fr: Paramètres régionaux supportés :

source: Sub-Language
fr_fr: Langue (paramètre régional)

source: Language String
fr_fr: Chaîne de langue

source: Site browser cookies found.
fr_fr: Cookies trouvés pour ce site.

source: Create default codeblocks.
fr_fr: Créer des blocs de code par défaut.

source: News category
fr_fr: Catégorie de nouvelles

source: Objects
fr_fr: Objets

source: Default codeblocks will be applied for the checked objects.
fr_fr: Les blocs de code par défaut seront appliqués aux objets sélectionnés.

source: Codeblocks
fr_fr: Blocs de code

source: Codeblocks to be inserted when the one for the object is empty.
fr_fr: Blocs de code à insérer lorsque celui de l’objet est vide.

source: Provides replacements for deprecated functions.
fr_fr: Offre des fonctions de remplacement pour les fonctions obsolètes.

source: This plugin is <strong>NOT</strong> required for the distributed code.
fr_fr: Cette extension n'est <strong>pas</strong> nécessaire pour les fonctions utilisées dans les extensions et les modules officiels.

source: Functions
fr_fr: Fonctions obsolètes

source: Send the <em>deprecated</em> notification message if the function name is checked. Un-checking these boxes will allow you to continue using your theme without warnings while you upgrade its implementation. Functions flagged with an asterisk are class methods. Ones flagged with two asterisks have deprecated parameters.
fr_fr: Affiche un message d’avertissement de <em>fonction obsolète</em> lorsque le nom de ladite fonction est cochée. En décochant ces cases, vous pouvez continuer d’utiliser votre thème sans recevoir d’avertissement. Mais mettez-le à jour rapidement ! Les fonctions signalées par une astérisque sont des méthodes de classe. Celles signalées par deux astérisques ont des paramètres obsolètes.

source: function
fr_fr: la fonction

source: theme %1$s:%2$s
fr_fr: Thème %1$s:%2$s

source: user plugin %1$s:%2$s
fr_fr: Extension utilisateur %1$s:%2$s

source: standard plugin %1$s:%2$s
fr_fr: Extension standard %1$s:%2$s

source: %1$s (called from %2$s line %3$s) is deprecated.
fr_fr: %1$s (appelée depuis la ligne %3$s de %2$s) est obsolète.

source: Check deprecated use
fr_fr: Vérification de l’usage de fonctions obsolètes

source: Searches PHP scripts for use of deprecated functions.
fr_fr: Inspecte les scripts PHP à la recherche de fonctions obsolètes.

source: Check for update
fr_fr: Vérifier s’il existe une mise à jour de Zenphoto

source: Deprecated Functions
fr_fr: Fonctions obsolètes

source: There are no deprecated functions at this time.
fr_fr: Il n’y a aucune fonction obsolète en ce moment.

source: Functions flagged with an "*" are class methods. Ones flagged with "+" have deprecated parameters.
fr_fr: Les fonctions signalées par une astérisque sont des méthodes de classe. Celles signalées par deux astérisques ont des paramètres obsolètes.

source: Deprecated
fr_fr: Obsolète

source: Locate calls on deprecated functions.
fr_fr: Retracer les appels de fonctions obsolètes.

source: In Themes
fr_fr: Dans les thèmes

source: In User plugins
fr_fr: Dans les extensions reliées à l’utilisation

source: In ZenPhoto20 code
fr_fr: Dans le code ZenPhoto20

source: In Codeblocks
fr_fr: Dans les blocs de code

source: <strong>NOTE:</strong> This search will have false positives for instance when the function name appears in a comment or quoted string. Functions flagged with an "*" are class methods. Ones flagged "+" have deprecated parameters.
fr_fr: <strong>Note :</strong> Cette recherche donnera de faux positifs, notamment lorsque le nom de la fonction apparaît dans un commentaire ou une chaîne de caractères. Les fonctions signalées par « * » sont des méthodes de classe. Celles signalépes par « + » ont des paramètres obsolètes.
