Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: <em>jQuery Cycle</em> for slideshow using the jQuery Cycle2 plugin<br /><em>jQuery Colorbox</em> for slideshow using Colorbox (Colorbox plugin required).<br />NOTE: The jQuery Colorbox mode is attached to the link the printSlideShowLink() function prints and can neither be called directly nor used on the slideshow.php theme page.
fr_fr: <em>jQuery Cycle</em> pour créer un diaporama en utilisant l’extension jQuery Cycle2.<br /><em>jQuery Colorbox</em> pour créer un diaporama avec Colorbox (l’extension Colorbox est requise).<br />Note. Le mode Colorbox de jQuery utilise le lien créé par la fonction printSlideShowLink() ; il ne peut pas être appelé directement ni utilisé dans la page slideshow.php du thème.

source: Slideshow: Speed
fr_fr: Diaporama : vitesse

source: Slideshow: Slide width
fr_fr: Diaporama : largeur de la diapositive

source: Slideshow: Slide height
fr_fr: Diaporama : hauteur de la diapositive

source: Slideshow: Effect
fr_fr: Diaporama : effet

source: fadeOut
fr_fr: fondu vers le noir

source: Scroll horizontal
fr_fr: Balayage horizontal

source: Scroll vertical
fr_fr: Balayage vertical

source: Flip horizontal
fr_fr: Basculement horizontal

source: Flip vertical
fr_fr: Basculement vertical

source: Tile slide
fr_fr: Damier

source: Tile blind
fr_fr: Store

source: The cycle slide effect to be used. Flip transitions are only supported on browsers that support CSS3 3D transforms. (IE10+, current Chrome, Firefox, Opera and Safari.)
fr_fr: L’effet de transition à utiliser entre les images. Les basculements sont supportés seulement par les fureteurs qui reconnaissent les transformations tridimensionnelles css3 (IE10 +, ainsi que les versions récentes de Chrome, de Firefox, d’Opera et de Safari).

source: Slideshow: Tile Effect - Extra
fr_fr: Diaporama : effet damier – extra

source: Horziontal
fr_fr: Horizontal

source: If one of the tile effects is selected, this is its orientation.
fr_fr: Si l’un des effets de damier ou de store est sélectionné, définir ici son orientation.

source: Slideshow: Timeout
fr_fr: Diaporama : limite de temps

source: Slideshow: Description
fr_fr: Diaporama : description

source: Slideshow: Swipe gestures
fr_fr: Diaporama : interface gestuelle

source: Check if you want to enable touch screen swipe gestures.
fr_fr: Cocher pour activer l’interface gestuelle sur écran tactile.

source: Slideshow: Pause on hover
fr_fr: Diaporama : pause avec le pointeur

source: Check if you want the slidesshow to pause on hover.
fr_fr: Cocher si vous voulez que le diaporama s’arrête lorsque la souris passe au-dessus de la photo

source: Colorbox: Image type
fr_fr: Colorbox : type d’image

source: Colorbox: Image title
fr_fr: Colorbox : titre d’image

source: Colorbox: Slide width
fr_fr: Colorbox : largeur de la diapositive

source: The scripts for which the cycle2 plugin is enabled. {If themes require it they might set this, otherwise you need to do it manually!}
fr_fr: Les scripts pour lesquels l’extension Cycle2 est activée. {Les thèmes qui le requièrent peuvent activer ce paramètre ; sinon, vous devrez le faire vous-même.}

source: Adds static HTML cache functionality.
fr_fr: Ajoute une fonctionnalité de cache HTML statique.

source: Static HTML Cache folder could not be created. Please try to create it manually via FTP with chmod 0777.
fr_fr: Le dossier du cache HTML statique n’a pu être créé. Essayez de le créer manuellement via FTP avec les droits chmod 0777.

source: Cached content of %3$s served by static_html_cache in %1$.4f seconds plus %2$.4f seconds unavoidable overhead.
fr_fr: Contenu en cache de %3$s servi par static_html_cache en %1$.4f secondes plus %2$.4f secondes incompressibles.

source: Static HTML cache expire
fr_fr: Délai d’expiration du cache HTML statique

source: When the cache should expire in seconds. Default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
fr_fr: Durée d’expiration du cache (en secondes). La valeur par défaut est de 86400 s (1 jour = 24 h * 60 min * 60 s).

source: Excluded pages
fr_fr: Pages exclues

source: The list of pages to be excluded from cache generation. Pages that can be excluded are custom theme pages including Zenpage pages (these optionally more specific by titlelink) and the standard theme files image.php (optionally by image file name), album.php (optionally by album folder name) or index.php.<br /> If you want to exclude a page completely enter <em>page-filename.php/</em>. <br />If you want to exclude a page by a specific title, image filename, or album folder name enter <em>pagefilename.php/titlelink or image filename or album folder</em>. Separate several entries by comma.
fr_fr: La liste des pages exclues de la génération de cache. Les pages qui peuvent être exclues sont les pages des thèmes personnalisés, dont celles de Zenpage (filtrage possible par titre-lien) et les fichiers de thème standards comme image.php (filtrage possible par le nom de l’image), album.php (filtrage possible par le nom du dossier) ou index.php.<br /> Si vous voulez exclure totalement une page, saisissez <em>lenomdelapage.php</em>.<br /> Si vous voulez exclure une page selon des critères de titre-lien, de nom d’image ou de dossier d’album, saisissez <em>lenomdelapage.php/titre-lien</em> ou <em>nom de l’image</em> ou <em>dossier de l’album</em>. Vous pouvez en saisir plusieurs, séparés par des virgules.

source: Facilitates assigning unique tags to related objects.
fr_fr: Facilite l’affectation de mots-clés uniques aux objets apparentés.

source: Tags only searches
fr_fr: Étiqueter seulement les recherches

source: Restrict viewer searches to the <code>tags</code> field unless they have <em>Tags rights</em>.
fr_fr: Restreint les recherches aux valeurs du champ des <code>mots-clés</code> sauf si l’utilisateur a les <em>droits d’ættribution de mots-clés</em>.

source: Tag items found by the search
fr_fr: Étiqueter les éléments trouvés par la recherche

source: Tag items
fr_fr: Étiqueter des éléments

source: %d search item tagged
fr_fr: %d élément de recherche étiqueté

source: Tag search item
fr_fr: Étiqueter un élément de recherche

source: Tag %d image
fr_fr: Étiqueter %d image

source: Tag %d album
fr_fr: Étiqueter %d album

source: Tag %d article
fr_fr: Étiqueter %d article

source: Tag %d page
fr_fr: Étiqueter %d page

source: Tag the items
fr_fr: Étiqueter les éléments

source: Provides functions to print a tag cloud of all tags from a zenphoto object.
fr_fr: Fournit des fonctions pour afficher un nuage de tous les mots-clés d’un objet Zenphoto.

source: Enables jQuery tag suggestions on the search field.
fr_fr: Active les suggestions de mots-clés dans le champ de recherche (via jQuery).

source: threshold
fr_fr: Seuil

source: Only tags with at least this number of uses will be suggested.
fr_fr: Seuls les mots-clés appliqués au moins ce nombre de fois seront suggérés.

source: Extracts <em>XMP</em> metadata from images and <code>XMP</code> sidecar files.
fr_fr: Extrait les métadonnées <em>XMP</em> des images et des fichiers associés <code>XMP</code>.

source: Metadata to tag
fr_fr: Métadonnées à étiqueter

source: Select the metadata items that will be tagged.
fr_fr: Sélectionner les types de métadonnées à étiqueter

source: PHP based theme editor.
fr_fr: Éditeur PHP des fichiers de thème

source: Cannot edit this file!
fr_fr: Impossible d’éditer ce fichier !

source: File updated successfully
fr_fr: Le fichier a bien été mis à jour.

source: Could not write file. Please check its write permissions
fr_fr: Impossible d’écrire le fichier. Vérifiez les droits en écriture.

source: Cannot edit this theme!
fr_fr: Impossible d’éditer ce thème !

source: Theme File Editor
fr_fr: Éditeur de fichiers de thème

source: Back to the theme list
fr_fr: Retour à la liste des thèmes

source: Theme template files (.php)
fr_fr: Modèles de thème (.php)

source: JavaScript files (.js)
fr_fr: Fichiers Javascript (.js)

source: Style sheets (.css)
fr_fr: Feuilles de style (.css)

source: Other text files
fr_fr: Autres fichiers texte

source: Edit this file
fr_fr: Modifier ce fichier

source: File <tt>%s</tt> from theme %s
fr_fr: Fichier <tt>%s</tt> du thème %s

source: Update File
fr_fr: Mettre à jour le fichier

source: Select a file to edit from the list on your right hand. Keep in mind that you can <strong>break everything</strong> if you are not careful when updating files.
fr_fr: Sélectionner un fichier à éditer dans la liste de droite. Gardez à l’esprit que vous pouvez faire <strong>planter</strong> votre installation de Zenphoto si vous ne faîtes pas attention en mettant à jour vos fichiers.

source: Allow a visitor to select the theme of the gallery.
fr_fr: Permet aux visiteurs de choisir le thème de la galerie.

source: Cookie duration
fr_fr: Durée de vie des cookies

source: The time in minutes that the theme switcher cookie lasts.
fr_fr: La durée (en minutes) du cookie de sélection du thème.

source: Private
fr_fr: Privé

source: Only users with <em>Themes</em> rights will see the selector if this is checked.
fr_fr: Si coché, seuls les utilisateurs ayant le droit de changer de <em>thèmes</em> verront ce sélecteur.

source: Theme list
fr_fr: Liste des thèmes

source: These are the themes that may be selected among.
fr_fr: Liste des thèmes pouvant être choisis par l’utilisateur.

source: Switch themes
fr_fr: Changer de thème

source: Provides short URLs to zenphoto objects.
fr_fr: Offre des URL courtes pour les objets zenphoto.

source: Shortened URLs require the <code>mod_rewrite</code> option be enabled.
fr_fr: Pour obtenir des URL courtes, le paramètre <code>Utiliser mod_rewrite</code> doit être activé.

source: Use in themes for
fr_fr: Utiliser dans les thèmes pour les types d’objets suivants

source: If an option is chosen, normal theme URLs will be replaced with <i>tinyURL</i>s for that object.
fr_fr: Lorsque ce paramètre est sélectionné, l’URL normale d’un objet sera remplacée par l’URL abrégée correspondante (<i>tinyURL</i>).

source: news categories
fr_fr: catégories d’actualités

source: TinyMCE WYSIWYG editor
fr_fr: Éditeur de textes TinyMCE WYSIWYG

source: Text editor configuration - zenphoto
fr_fr: Configuration de l’éditeur de texte – ZenPhoto

source: Applies to <em>admin</em> editable text other than for Zenpage pages and news articles.
fr_fr: S’applique au texte éditable par les <em>administrateurs</em> (sauf pour les pages et les actualités Zenpage).

source: Text editor configuration - zenpage
fr_fr: Configuration de l’éditeur de texte – Zenpage

source: Applies to editing on the Zenpage <em>pages</em> and <em>news</em> tabs.
fr_fr: S’applique au texte éditable par les administrateurs pour les <em>pages</em> et les <em>actualités</em> Zenpage.

source: Text editor text direction
fr_fr: Sens d’écriture de l’éditeur de texte

source: This option should be checked if your language writing direction is right-to-left
fr_fr: Cocher ce paramètre si la langue utilisée s’écrit de droite à gauche.

source: ZenPhoto20 object insertion
fr_fr: Insertion d’un objet ZenPhoto20

source: %s with link to image
fr_fr: %s avec lien vers image

source: %s with link to album
fr_fr: %s avec lien vers l’album

source: <em>news article</em>: %s
fr_fr: <em>article d’actualités</em> : %s

source: title with link to news article
fr_fr: titre avec lien vers l’article d’actualités

source: title with link to page
fr_fr: titre avec lien vers la page

source: <em>category</em>: %s
fr_fr: <em>catégorie</em> : %s

source: title with link to category
fr_fr: titre avec lien vers la catégorie

source: paste
fr_fr: coller

source: thumb only
fr_fr: vignette seulement

source: thumb with link to full-sized image
fr_fr: vignette avec lien vers l’image pleine grandeur (originale)

source: thumb with link to album
fr_fr: vignette avec lien vers l’album

source: image only
fr_fr: image seulement

source: image with link to full-sized image
fr_fr: Image avec lien vers l’image pleine grandeur (originale)

source: image with link to album
fr_fr: image avec lien vers l’album

source: Mediaplayer macro
fr_fr: Macro Mediaplayer

source: Slideshow macro
fr_fr: Macro diaporama

source: Include caption
fr_fr: Inclure la légende de l'image

source: title only
fr_fr: titre seulement

source: Click to bring up the custom cropping page.
fr_fr: Cliquer pour afficher la page de rognage personnalisé.

source: Custom crop
fr_fr: Tognage personnalisé

source: No object source has been chosen.
fr_fr: Aucune source sélectionnée pour cet objet.

source: You can pick a ZenPhoto20 object for insertion by browsing to the object and clicking on the %s icon. This icon will be just below the <em>Title</em> of the object. You can quickly select objects from admin pages that list objects (e.g. the <em>albums</em>, <em>news</em>, <em>categories</em>, or <em>pages</em> tabs or the <em>image order</em> album subtab.) A <em>pick</em> icon is provided for each item in the list.
fr_fr: Vous pouvez choisir un objet ZenPhoto20 à insérer en naviguant jusqu’à l’objet puis en cliquant sur l’icône %s. Cette icône apparaîtra immédiatement sous le <em>titre</em> de l’objet. Vous pouvez choisir des objets parmi les pages d’administration qui en listent (comme les onglets <em>albums</em>, <em>actualités</em>, <em>catégories</em> ou <em>pages</em>, ou le sous-onglet <em>ordre des images</em>. Une icône de sélection apparaît pour chaque élément de la liste.

source: Enables Touch Event Support for jQuery UI.
fr_fr: Active le support des fonctions tactiles de jQuery UI

source: This plugin may not work for you. Use at your own discretion. It has been tested and works on an iPad with the Safari browser and on Android with the default browser. Drag and drop works but clicking on links does not on Chrome on Android. It does not work for Opera on Android.
fr_fr: Cette extension peut ne pas fonctionner pour vos besoins. Elle a été testée et fonctionne sur iPad avec le navigateur Safari, ainsi que sur Android avec le navigateur par défaut. Avec le navigateur Chrome pour Android, « glisser et déposer » fonctionne tandis que cliquer sur un lien ne fonctionne pas. L’extension ne fonctionne pas avec Opera pour Android.

source: Trivial SPAM filter.
fr_fr: Filtre trivial d’indésirables

source: pass
fr_fr: accepter

source: moderate
fr_fr: modérer

source: reject
fr_fr: rejeter

source: This action will be taken for all messages.
fr_fr: Cette action sera appliquée pour tous les messages

source: Tweet news articles when published.
fr_fr: Twitter les actualités lorsqu’elles sont publiées.

source: The <em>php_curl</em> extension is required
fr_fr: L’extension <em>php_curl</em> est requise

source: Enable the tinyURL plugin to shorten URLs in your tweets.
fr_fr: Permet à l’extension tinyURL de raccourcir les liens dans vos tweets.

source: Consumer key
fr_fr: Clé de consommateur

source: This <code>tweet_news</code> app for this site needs a <em>consumer key</em>, a <em>consumer key secret</em>, an <em>access token</em>, and an <em>access token secret</em>.
fr_fr: L’extension <code>tweet_news</code> requiert une <em>clé de consommateur (consumer key)</em>, une <em>clé secrète de consommateur (consumer key secret)</em>, un <em>jeton d’accès (access token)</em> et un <em>code secret du jeton d’accès (access token secret)</em>.

source: Get these from <a href="http://dev.twitter.com/">Twitter developers</a>
fr_fr: Obtenez-les de <a href="http://dev.twitter.com/">la section des développeurs</a> de Twitter.

source: The <em>secret</em> associated with your <em>consumer key</em>.
fr_fr: Le <em>code secret</em> associé à votre clé de consommateur.

source: Access token
fr_fr: Jeton d’accès

source: The application <em>oauth_token</em> token.
fr_fr: Le jeton d’accès <em>oauth_token</em> de l’application.

source: Access token secret
fr_fr: Code secret du jeton d’accès

source: The application <em>oauth_token</em> secret.
fr_fr: Le code secret <em>oauth_token</em> de l’application

source: Protected objects
fr_fr: Objets protégés

source: If checked, protected items will be tweeted. <strong>Note:</strong> followers will need the password to visit the tweeted link.
fr_fr: Si coché, les éléments protégés seront twittés.<strong>Note.</strong> les personnes qui suivent le fil Twitter devront saisir leur mot de passe pour suivre les liens twittés.

source: Tweet
fr_fr: Twitter

source: If a <em>type</em> is checked, a Tweet will be made when an object of that <em>type</em> is published.
fr_fr: Si un <em>type</em> est coché, un tweet sera envoyé lorsqu’un objet de ce <em>type</em> sera publié.

source: Tweet Language
fr_fr: Langue des twits

source: Select the language for the Tweet message.
fr_fr: Choisir la langue des messages twittés.

source: *not categorized*
fr_fr: *aucune catégorie*

source: Only those <em>news categories</em> checked will be Tweeted. <strong>Note:</strong> <em>*not categorized*</em> means those news articles which have no category assigned.
fr_fr: Seules <em>les catégories d’actualités</em> cochées sont twittées. <strong>Note :</strong> <em>*aucune catégorie*</em> désigne les articles qui n’ont été assignés à aucune catégorie.

source: Error tweeting <code>%1$s</code>: %2$s
fr_fr: Erreur en twittant <code>%1$s</code> : %2$s

source: New image: [%2$s]%1$s
fr_fr: Nouvelle image : [%2$s]%1$s

source: New album: %s
fr_fr: Nouvel album : %s

source: Tweet News Errors:
fr_fr: Erreurs de tweets d’actualités :

source: Tweet me
fr_fr: Envoyez-moi des twits.

source: <em>http</em> image upload handler.
fr_fr: gestionnaire de chargement d’images <em>http</em>.

source: Does not reload!
fr_fr: Ne recharge pas la page !

source: Add more upload boxes
fr_fr: Ajouter plus de champs de chargement de fichiers

source: (will not reload the page, but remember your upload limits!)
fr_fr: (cela ne va pas recharger la page, mais pensez aux limites de chargement de votre serveur !)

source: The album could not be created in the “albums” folder. This is usually a permissions problem. Try setting the permissions on the “albums” and “cache” folders to be world-writable using a shell:
fr_fr: L’album ne peut être créé dans le dossier « albums ». Il s’agit généralement d’un problème de droits. Essayez de modifier les droits des dossiers des albums et du cache pour les rendre inscriptibles en utilisant une ligne de commande :

source: You have most likely exceeded the upload limits. Try uploading fewer files at a time, or use a ZIP file.
fr_fr: Vous avez vraisemblablement dépassé votre quota de chargement. Veuillez charger moins de fichiers à la fois ou encore un fichier Zip.

source: You must upload at least one file.
fr_fr: Vous devez charger au moins un fichier.

source: You must enter a folder name for your new album.
fr_fr: Vous devez entrer le nom du répertoire de votre nouvel album.

source: You have attempted to upload to an album for which you do not have upload rights
fr_fr: Vous avez tenté de charger des fichiers dans un album dont vous n’avez pas les droits de chargement

source: You have attempted to upload one or more files which are not supported file types
fr_fr: Vous avez tenté de charger un ou plusieurs fichiers de type non supporté

source: The uploader could not write the file.
fr_fr: Le module de chargement ne peut écrire ce fichier.

source: You have attempted to upload too large a file
fr_fr: Vous avez tenté de charger un fichier trop volumineux

source: You have exceeded your upload quota
fr_fr: Vous avez dépassé votre quota de chargement

source: The error %s was reported when submitting the form. Please try again. If this keeps happening, check your server and PHP configuration (make sure file uploads are enabled, and upload_max_filesize is set high enough.) If you think this is a bug, file a bug report. Thanks!
fr_fr: L’erreur %s a été rapportée lorsque vous avez soumis ce formulaire. Veuillez essayer de nouveau. Si l’erreur se reproduit, veuillez vérifier votre serveur et sa configuration PHP. (Assurez-vous que le chargement de fichiers y est permis et que la limite upload_max_filesize est assez élevée.) Si vous croyez qu’il y a un bug, veuillez le rapporter. Merci.

source: <em>jQuery</em> image upload handler.
fr_fr: gestionnaire de chargement d’images <em>jQuery</em>.

source: jQuery uploader requires PHP 5.3 or greater.
fr_fr: Le gestionnaire de chargement jQuery requiert PHP 5.3 ou plus récent.

source: Add files...
fr_fr: Ajouter des fichiers...

source: Start upload
fr_fr: Démarrer le chargement

source: Cancel upload
fr_fr: Annuler le chargmeent

source: Error:
fr_fr: Erreur :

source: File is too big
fr_fr: Le fichier est trop gros

source: File is too small
fr_fr: Le fichier est trop petit

source: Filetype not allowed
fr_fr: Type de fichier non autorisé

source: Max number of files exceeded
fr_fr: Nombre maximal de fichiers dépassé

source: File exceeds upload_max_filesize (php.ini directive)
fr_fr: La taille du fichier excède la taille définie par la directive php.ini « upload_max_filesize »

source: File exceeds MAX_FILE_SIZE (HTML form directive)
fr_fr: La taille du fichier excède la taille définie par la directive « MAX_FILE_SIZE » du formulaire HTML

source: File was only partially uploaded
fr_fr: Le fichier a été chargé en partie seulement

source: No File was uploaded
fr_fr: Aucun fichier n’a été chargé

source: Missing a temporary folder
fr_fr: Un fichier temporaire est absent

source: Failed to write file to disk
fr_fr: L’écriture sur le disque a échoué

source: File upload stopped by extension
fr_fr: Le chargement du fichier a été arrêté par son extension

source: Uploaded bytes exceed file size
fr_fr: Le nombre d’octets chargés est plus grand que la taille du fichier

source: Empty file upload result
fr_fr: Résultat du chargement vide

source: Provides management of users based on when they were created.
fr_fr: Permet de gérer les utilisateurs selon leur date de création.

source: Days until expiration
fr_fr: Jours avant l’échéance

source: The number of days until a user is flagged as expired. Set to zero for no expiry.
fr_fr: Le nombre de jours avant qu’un utilisateur soit signalé comme échu. Configurer à zéro pour qu’il ne soit jamais échu.

source: Warning interval
fr_fr: Période d’avertissement

source: The period in days before the expiry during which a warning message will be sent to the user. (If set to zero, no warning occurs.)
fr_fr: Le nombre de jours avant l’échéance aucours desquels un message d’avertissement est envoyé à l’utilisateur. (Si ce nombre est zéro, aucun message n’est envoyé.)

source: Auto renew
fr_fr: Renouvellement automatique

source: Automatically renew the subscription if the user visits during the warning period.
fr_fr: Renouveler automatiquement l’abonnement si l’utilisateur visite la galerie durant la période d’avertissement.

source: Password cycle
fr_fr: Cycle de changement du mot de passe

source: Number of days between required password changes. Set to zero for no required changes.
fr_fr: Nombre de jours au bout duquel le mot de passe doit être changé. Mettre à zéro pour ne pas requérir de changement périodique.

source: expiry
fr_fr: Échéance

source: Your user id for the ZenPhoto20 site %s will expire on %s.
fr_fr: Votre identifiant du site ZenPhoto20 %s sera échu le %s.

source: User id expiration
fr_fr: Échéance d’un compte d’utilisateur

source: You have used that password recently. Please choose a different password.
fr_fr: Vous avez utilisé ce mot de passe récemment. Veuillez en choisir un autre.

source: Expires soon
fr_fr: Est bientôt échu

source: Your subscription expires on %s
fr_fr: Votre abonnement sera échu le %s

source: You must change your password.
fr_fr: Vous devez modifier votre mot de passe.

source: You have users whose credentials have expired.
fr_fr: Vous avez des utilisateurs dont les autorisations sont échues.
