Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: width
fr_fr: largeur

source: height
fr_fr: hauteur

source: User album
fr_fr: Album de l’utilisateur

source: Outputs a "Cache-control" header with selected caching options.
fr_fr: Prépare et produit l’en-tête de contrôle du cache (« header ») avec les paramètres sélectionnés.

source: Store
fr_fr: Ne pas enregistrer

source: Lets you specify that caches should not store this response.
fr_fr: Cocher pour indiquer que les fichiers mis en cache ne doivent pas enregistrer cette réponse (paramètre no-store).

source: Lets you specify that caches should revalidate this resource every time.
fr_fr: Force une revalidation de cette ressource à chaque fois.

source: Pre-check
fr_fr: Pré-vérification

source: These two "check" options specify the window during which checking for updates is done in the background.
fr_fr: Ces deux paramètres de <em>vérification</em> indiquent à quel moment une vérification des mises à jour est effectuée en arrière-plan.

source: Post-check
fr_fr: Post-vérification

source: See above
fr_fr: Voir ci-haut

source: You may set a max-age, in seconds, which will override the expires header.
fr_fr: Vous pouvez appliquer le paramètre max-age (en secondes) qui supplantera le paramètre d’expiration de l’en-tête.

source: Gallery
fr_fr: Galerie

source: Admin
fr_fr: Administration

source: All
fr_fr: Tout

source: Select where to apply this header
fr_fr: Choisir à quels endroits appliquer cet en-tête.

source: Header
fr_fr: En-tête

source: The header that will be generated
fr_fr: L’en-tête (commande header) qui sera générée

source: demo
fr_fr: démonstrateur

source: Invalidates all cookies that were created earlier than the invalidate action.
fr_fr: Déclare invalides tous les cookies créés avant le moment où l’on clique sur « Déclarer les cookies invalides ».

source: Invalidate cookies
fr_fr: Déclarer les cookies invalides

source: Cookies prior to %s are invalid
fr_fr: Les cookies antérieurs à %s sont déclarés invalides.

source: Allow a user to create a root level album when he does not otherwise have rights to do so.
fr_fr: Permet à un utilisateur de créer un album de premier niveau, même lorsque ses droits ne lui permettent pas.

source: Default
fr_fr: Défaut

source: Default new users to "allowed"
fr_fr: Lorsque activé, les nouveaux utilisateurs sont <em>autorisés</em>.

source: Users
fr_fr: Utilisateurs

source: Checked users will be allowed to create root level albums.
fr_fr: Les utilisateurs sélectionnés peuvent créer des albums de premier niveau.

source: <strong>Note:</strong> Candidates are those users with <em>Album</em> and <em>Upload</em> rights who do not also have <em>Admin</em> or <em>Manage all album</em> rights.
fr_fr: <strong>Remarque. </strong> Les candidats sont des utilisateurs qui ont des droits <em>Album</em> and <em>Chargement</em>, mais qui n’ont pas les droits <em>Admin</em> or <em>Gérer tous les albums</em>.

source: That name is already used.
fr_fr: Ce nom est déjà utilisé.

source: Create an album
fr_fr: Créer un album

source: titled:
fr_fr: intitulé :

source: This upload has to have a folder. Type a title or folder name to continue...
fr_fr: Le chargement de fichiers doit avoir une cible. Choisir un dossier existant ou saisir le nom d’un nouvel album pour continuer...

source: with the folder name:
fr_fr: avec le nom de dossier :

source: Auto-generate
fr_fr: Généré automatiquement

source: Publish the album so everyone can see it.
fr_fr: Publier l’album pour que tout le monde puisse le voir.

source: %s is not a root level folder.
fr_fr: %s n’est pas un dossier racine.

source: Folder %s already exists.
fr_fr: Le dossier « %s » existe déjà.

source: Unable to create %s.
fr_fr: Impossible de créer %s.

source: This plugin exposes the "custom_data" field on objects.
fr_fr: Cette extension expose le champ « custom_data » des objets.

source: This plugin is for legacy use. You should make a custom field extender plugin
fr_fr: Cette extension est obsolète. Vous devrier la convertir en extension <em>customFieldExtender</em>

source: Enabled custom_data
fr_fr: Données personnalisées activées

source: News articles
fr_fr: Articles d’actualité

source: News categories
fr_fr: Catégories d’actualités

source: Expose the <code>custom_data</code> field on the admin pages for these objects.
fr_fr: Affiche le champ <code>custom_data</code> sur les pages d’administration pour ces objets.

source: Custom data:
fr_fr: Données personnalisées :

source: Custom:
fr_fr: Personnalisé :

source: Custom data
fr_fr: Données personnalisées

source: Adds user defined fields to database tables
fr_fr: Ajoute des champs personnalisés aux tables de la base de données.

source: Edit Album: <em>%1$s%2$s</em>
fr_fr: Modifier l’album : <em>%1$s%2$s</em>.

source: Back
fr_fr: Retour

source: Apply
fr_fr: Appliquer

source: Reset
fr_fr: Réinitialiser

source: Development
fr_fr: Développement

source: Database
fr_fr: Base de données

source: Disable publish/unpublish if user does not have <em>ADMIN_RIGHTS</em>.
fr_fr: Empêche l’accès à la fonction publier / ne pas publier si l’utilisateur n’a pas les <em>droits d’administrateur</em>.

source: Published/Un-published
fr_fr: Publié / non publié

source: Disable setting watermarks if user does not have ADMIN_RIGHTS.
fr_fr: Empêche le réglage des filigranes si l’utilisateur n’a pas les <em>droits d’administrateur</em>.

source: Filter out files from albums and image searches that we do not want shown. See the plugin options for configuration.
fr_fr: Permet de filtrer des fichiers pour qu’ils ne sortent pas parmi les résultats de la recherche dans les albums ou les images. Consulter les options de l’extension pour configurer l’extension.

source: Check album names to be ignored.
fr_fr: Sélectionner les noms d’albums à exclure des recherches.

source: Check image suffixes to be ignored.
fr_fr: Cocher pour afficher les suffixes d’images à exclure des recherches.

source: Generates and displays a Doc file for filters.
fr_fr: Génère et affiche un fichier Doc pour les filtres.

source: development
fr_fr: développement

source: filters
fr_fr: filtres

source: Filter Doc Gen
fr_fr: Génération des fichiers Doc pour les filtres (Filtre Doc Gen)

source: Generate filter document
fr_fr: Générer un document filtre

source: rewriteTokens
fr_fr: Constantes de réécriture

source: ZenPhoto20 filters
fr_fr: Filtres de ZenPhoto20

source: close
fr_fr: fermer

source: Submit
fr_fr: Soumettre

source: <strong>IMPORTANT</strong>: Only one multimedia extension plugin can be enabled at the time and the class-video plugin must be enabled, too.
fr_fr: <strong>Important. </strong> Une seule extension de lecture multimédia peut-être activée à la fois et l’extension class-video doit également être activée.

source: Please see <a href='http://flowplayer.org'>flowplayer.org</a> for more info about the player and its license.
fr_fr: Veuillez consulter<a href='http://flowplayer.org'>flowplayer.org</a> pour plus d'informations sur le lecteur et sa licence.

source: This plugin requires the <em>class-video</em> plugin
fr_fr: Cette extension requiert l’extension <em>class-video</em>

source: This player does not support <em>External Albums</em>.
fr_fr: Ce lecteur ne gère pas les <em>albums externes</em>.

source: Player skin
fr_fr: Thème du lecteur

source: Poster (Videothumb)
fr_fr: Affiche (vignette vidéo)

source: Autoplay
fr_fr: Lecture automatique

source: Disabled automatically if several players on one page
fr_fr: Désactivé automatiquement s’il y a plusieurs lecteurs dans la page

source: Rewrite rule for the <em>gallery</em> custom page.
fr_fr: Règles de réécriture pour la page personnalisée de la <em>galerie</em>.

source: <em>galleryToken</em> requires the <code>mod_rewrite</code> option be enabled.
fr_fr: Pour utiliser <em>galleryToken</em>, l’option <code>mod_rewrite</code> doit être activée.

source: A plugin to collect and consolidate theme_head scripts and css.
fr_fr: Une extension pour recueillir et consolider les scripts et les style présents dans tous les en-têtes (« theme_head ») des fichiers du thème.

source: beginning of theme_head items
fr_fr: Début des éléments d’en-tête de thème.

source: CSS references
fr_fr: références CSS

source: In-line javaScript
fr_fr: javascript incorporé

source: unprocessed heading items
fr_fr: éléments d’en-tête non traités

source: end of theme_head items
fr_fr: Fin des éléments d’en-tête de thème (« theme_head »).

source: <em>mod_rewrite</em> must be enabled for this plugin to function.
fr_fr: Le module <em>mod_rewrite</em> doit être activé pour que cette extension fonctionne.

source: Search albums
fr_fr: Rechercher dans les albums

source: Search news
fr_fr: Rechercher dans les actualités

source: Search pages
fr_fr: Recherche dans les pages

source: Delete
fr_fr: Supprimer

source: Duration
fr_fr: Durée de vie

source: Playlist support
fr_fr: Gestion des listes de lecture

source: %1$s::%2$s not found.
fr_fr: %1$s::%2$s ne peut être trouvé.

source: Prevents guest viewers from viewing unpublished images albums.
fr_fr: Empêche les visiteurs de voir les images non publiées des albums.

source: Use the EXIF "desc" field for zenphoto titles
fr_fr: Utiliser le champ « desc » de l’EXIF pour les titres de zenphoto

source: Mass enable/disable for plugins.
fr_fr: Activation ou désactivation en groupe des extensions.

source: Enables all standard plugins (except <em>show_not_logged-in</em>!) Third party plugins are disabled.
fr_fr: Active toutes les extensions standards (sauf <em>show_not_logged-in</em>). Les extensions de tierces parties sont désactivées.

source: Plugins » all
fr_fr: Extensions ›› toutes

source: Enables all plugins.
fr_fr: Active toutes les extensions.

source: Plugins » remembered
fr_fr: Extensions ›› mémorisées

source: Restores the plugin states to what was remembered.
fr_fr: Active ou désactive les extensions selon l’état qui était enregistré.

source: Plugins ¤ current
fr_fr: Extensions ¤ courantes

source: Remembers current plugin states.
fr_fr: Enregistre l’état courant des extensions (activées ou non).

source: Plugins × all
fr_fr: Extensions × toutes

source: Disables all plugins except pluginEnabler.
fr_fr: Désactive toutes les extensions, sauf pluginEnabler.

source: Current enabled plugins remembered
fr_fr: L’état des extensions activées a été enregistré

source: Plugins disabled
fr_fr: Extensions désactivées

source: Standard plugins enabled
fr_fr: Les extensions standards sont activées

source: Remembered plugins enabled
fr_fr: La liste d’extensions mémorisée est activée

source: All plugins enabled
fr_fr: Les extensions sont toutes activées

source: Pseudo mailing handler for localhost testing.
fr_fr: Pseudo-gestionnaire d'email pour les tests en mode local (localhost).

source: Only one Email handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: Un seul gestionnaire de courriels peut être activé. Or, <a href="#%1$s"><code>%1$s</code></a> l’est déjà.

source: Hide the output of user rights and other info if user does NOT have ADMIN_RIGHTS.
fr_fr: Cache l’affichage des droits des utilisateurs et des informations collatérales si l’utilisateur n’a PAS de droits d’administrateur (ADMIN_RIGHTS).

source: User group membership
fr_fr: Appartenance à un groupe d’utilisateurs

source: Street
fr_fr: Rue

source: Forces a defined album as the index page.
fr_fr: Force un album défini à être la page de l’index.

source: Creates text based watermarks.
fr_fr: Crée des filigranes textuels.

source: Text
fr_fr: Texte

source: Text for the watermark.
fr_fr: Texte du filigrane.

source: Color
fr_fr: Couleur

source: Text color.
fr_fr: Couleur du filigrane.

source: Font
fr_fr: Police

source: Watermark font.
fr_fr: Police du filigrane

source: Enter the text you wish for the watermark and choose the text color.
fr_fr: Veuillez saisir le texte du filigrane et en choisir la couleur.

source: watermark created
fr_fr: Le filigrane a été créé

source: Create
fr_fr: Créer

source: Zenphoto compatibility.
fr_fr: Compatibilité Zenphoto.

source: legacyConverter
fr_fr: Convertisseur d’éléments obsolètes

source: Convert legacy Zenphoto themes and plugins
fr_fr: Convertir les thèmes et les extensions obsolètes de Zenphoto

source: %s file updated
fr_fr: %s ficher mis à jour

source: Themes
fr_fr: Thèmes

source: Plugins
fr_fr: Extensions

source: Generates the <em>zenphoto.package</em> file.
fr_fr: Génère le fichier <em>zenphoto.package</em>.

source: Place the package file in this folder.
fr_fr: Placer le package dans ce dossier.

source: Create package
fr_fr: Créer un package

source: Gallery Index
fr_fr: Accueil de la galerie

source: Object not found
fr_fr: Objet non trouvé

source: Search within album
fr_fr: Recherche dans l’album

source: search
fr_fr: recherche

source: Albums Index
fr_fr: Racine des albums

source: View album:
fr_fr: Voir l’album :

source: prev
fr_fr: préc.

source: next
fr_fr: suiv.

source: <strong>Tags:</strong>
fr_fr: <strong>Mots-clés :</strong>

source: Album RSS
fr_fr: Flux RSS de l’album

source: Archive View
fr_fr: Archives

source: Gallery RSS
fr_fr: Flux RSS de la galerie

source: Popular Tags
fr_fr: Mots-clés populaires

source: Contact us
fr_fr: Contactez-nous

source: Contact us.
fr_fr: Contactez-nous.

source: Remove
fr_fr: Enlever

source: Default theme color scheme.
fr_fr: Palette de couleurs par défaut du thème.

source: Theme Color
fr_fr: Couleur du thème

source: Previous Image
fr_fr: Image précédente

source: Next Image
fr_fr: Image suivante

source: Register for this site
fr_fr: Inscrivez-vous à ce site

source: A password is required for the page you requested
fr_fr: Un mot de passe est nécessaire pour accéder à cette page

source: Register
fr_fr: Inscrivez-vous

source: User Registration
fr_fr: Inscription d’un utilisateur

source: Total matches for <em>%1$s</em>: %2$u
fr_fr: Nombre de résultats pour <em>%1$s</em> : %2$u

source: Sorry, no image matches found. Try refining your search.
fr_fr: Désolé, aucune image n’a été trouvée. Veuillez préciser votre recherche.

source: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> and <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>
fr_fr: <a href="http://www.noscope.com" target="_blank">Joen Asmussen</a> et <a href="http://www.levibuzolic.com" target="_blank">Levi Buzolic</a>

source: The simplest theme in 4 distinct flavors. After choosing this theme you can pick the theme color by going to the Admin Options tab and changing the <em>Theme colors</em> option.
fr_fr: Le thème le plus simple en quatre coloris distincts. Après avoir choisi ce thème, vous pouvez en choisir la couleur en vous rendant dans l’onglet <em>Options d’administration</em> et en modifiant l’option <em>Couleurs du thème</em>.

source: Allow search
fr_fr: Autoriser la recherche

source: Check to enable search form.
fr_fr: Cocher pour activer le formulaire de recherche.

source: Theme colors
fr_fr: Couleurs du thème

source: Select the colors of the theme
fr_fr: Choisir les couleurs du thème

source: Main Index
fr_fr: Accueil principal

source: Page not found
fr_fr: Page non trouvée

source: Album is empty
fr_fr: L’album est vide

source: Images By Date
fr_fr: Images par date

source: News archive
fr_fr: Archives des actualités

source: Search gallery
fr_fr: Rechercher dans la galerie

source: Effervescence color scheme.
fr_fr: Palette de couleurs Effervescence

source: Effervescence image display handling.
fr_fr: Mode d’affichage des images du thème Effervescence.

source: Personality
fr_fr: Présentation

source: There were no images from which to select the random heading.
fr_fr: Il n’y a aucune image parmi lesquelles en choisir une aléatoirement pour la une.

source: Random picture...
fr_fr: Image aléatoire...

source: Album %1$u of %2$u
fr_fr: Album %1$u de %2$u

source: Photo %1$u of %2$u
fr_fr: Photo %1$u de %2$u

source: Albums %1$u-%2$u of %3$u
fr_fr: Albums %1$u – %2$u de %3$u

source: Photos %1$u-%2$u of %3$u
fr_fr: Photos %1$u – %2$u de %3$u

source: The album is password protected.
fr_fr: Cet album est protégé par mot de passe.

source: The album is not published.
fr_fr: Cet album n’est pas publié.

source: View the Album: %s
fr_fr: Voir l’album : %s

source: The image is marked not visible.
fr_fr: L’image est marquée comme non visible.

source: View the image: %s
fr_fr: Voir l’image : %s

source: %1$u hit on this %2$s
fr_fr: %1$u affichage de cette %2$s

source: %u Subalbum
fr_fr: %u sous-album

source: %u Comment
fr_fr: %u commentaire

source: video
fr_fr: vidéo

source: news
fr_fr: actualités

source: sticky
fr_fr: épinglé

source: Comments: %d
fr_fr: Commentaires : %d

source: Categories:
fr_fr: Catégories :

source: next »
fr_fr: suiv. ››

source: « prev
fr_fr: ‹‹ préc.

source: Add a comment
fr_fr: Ajouter un commentaire

source: Start
fr_fr: Démarrer

source: Stop
fr_fr: Arrêter

source: Picture of the day
fr_fr: Image du jour

source: Visit the image gallery
fr_fr: Visiter la galerie de photos

source: Search within category
fr_fr: Rechercher dans une catégorie

source: Index
fr_fr: Accueil

source: Search album: %s
fr_fr: Rechercher dans l’album : %s

source: Search category: %s
fr_fr: Rechercher dans la catégorie : %s

source: %1$u Hit for <em>%2$s</em>
fr_fr: %1$u affichage de <em>%2$s</em>

source: Show more results
fr_fr: Afficher plus de résultats

source: Show fewer results
fr_fr: Afficher moins de résultats

source: Albums (%1$s) &amp; Images (%2$s)
fr_fr: Albums (%1$s) et images (%2$s)

source: Enter your search criteria.
fr_fr: Veuillez saisir vos critères de recherche.

source: Sorry, no matches for <em>%s</em>. Try refining your search.
fr_fr: Désolé, aucun résultat pour <em>%s</em>. Veuillez préciser votre recherche.

source: Gallery and News
fr_fr: Galerie et actualités

source: All news
fr_fr: Toutes les actualités

source: Album index
fr_fr: Racine des albums

source: RSS
fr_fr: Flux RSS

source: News
fr_fr: Actualités

source: Search
fr_fr: Recherche

source: <a href="http://angoulvant.net/">Stephane Angoulvant</a> with modifications by Stephen Billard (sbillard)
fr_fr: <a href="http://angoulvant.net/">Stephane Angoulvant</a>, modifié par <a href="http://stephen.sbillard.org/">Stephen Billard (sbillard)</a>

source: Based on Effervescence 1.1 with multiple color schemes and personalities added.
fr_fr: D’après Effervescence 1.1 avec de nombreux coloris et options supplémentaires.

source: News Articles
fr_fr: Articles d’actualité

source: News Articles Rule
fr_fr: Règle pour les articles d’actualité

source: All Albums
fr_fr: Tous les albums

source: Gallery Rule
fr_fr: Règle pour la galerie

source: All pages
fr_fr: Toutes les pages

source: Pages Rule
fr_fr: Règle pour les pages

source: Archive Rule
fr_fr: Règle pour les archives

source: News and Gallery
fr_fr: Actualités et galerie

source: <strong>Note:</strong> This option is valid only if the Zenpage plugin is enabled or the Separate gallery index option is checked. Of course the <em>menu_manager</em> plugin must also be enabled.
fr_fr: <strong>Note.</strong> Cette option n’est valable que si l’extension Zenpage est activée ou si le paramètre <em>Index distinct de la gallerie</em> est sélectionné. De plus, l’extension <em>menu_manager</em> doit être activée.

source: <strong>Note:</strong> The <em>%s</em> custom menu makes use of the <em>print_album_menu</em> plugin.
fr_fr: <strong>Note. </strong> Le menu personnalisé <em>%s</em> utilise l’extension <em>print_album_menu</em>.

source: Separate gallery index
fr_fr: Index distinct de la galerie

source: Check to move the gallery index from the home page to gallery.php.
fr_fr: Cocher pour déplacer l’index de la gallerie de la page d’accueil vers gallery.php

source: <strong>Note:</strong> this is assumed if the zenpage plugin is enabled.
fr_fr: <strong>Note.</strong> Cela est assumé si l’extension Zenpage est activée.

source: Theme logo
fr_fr: Logo du thème

source: The text for the theme logo
fr_fr: Le texte de remplacement pour le logo du thème

source: Watermark head image
fr_fr: Filigrane de l’image de la une

source: Check to place a watermark on the heading image. (Image watermarking must be set.)
fr_fr: Cocher pour placer un filigrane sur l’image de la une (l’utilisation de filigranes sur les images doit être activée).

source: Daily image
fr_fr: Image du jour

source: If checked the heading image will change daily rather than on each page load.
fr_fr: Si coché, l’image de la une change une fois par jour et non à chaque chargement de la page.

source: Slideshow
fr_fr: Diaporama

source: Check to enable slideshow for the <em>Smoothgallery</em> personality.
fr_fr: Cocher pour activer le diaporama dans le cas d’une présentation <em>Smoothgallery</em>.

source: Graphic logo
fr_fr: Logo graphique

source: Select a logo (PNG files in the <em>%s/images</em> folder) or leave empty for text logo.
fr_fr: Sélectionner un logo (un des fichiers PNG du dossier <em>%s/images</em>) ou laisser vide pour afficher un logo textuel.

source: Theme personality
fr_fr: Présentation du thème

source: Select the theme personality
fr_fr: Choisir la présentation du thème

source: Custom menu
fr_fr: Menu personnalisé

source: Set this to the <em>menu_manager</em> menu you wish to use.
fr_fr: Choisir le jeu de menus du <em>menu_manager</em> que vous voulez utiliser.

source: Image gallery transition
fr_fr: Transition entre les images de la galerie

source: None
fr_fr: Aucun

source: Fade
fr_fr: Fondu

source: Shrink/grow
fr_fr: Ajuster (réduire ou agrandir)

source: Transition effect for Image gallery
fr_fr: Effet de transition appliqué entre les images de la galerie

source: Image gallery caption
fr_fr: Légende de la galerie d’images

source: On image
fr_fr: Sur l’image

source: Separate
fr_fr: À part

source: Omit
fr_fr: Omettre

source: Location for Image gallery picture caption
fr_fr: Localisation des bas de vignettes des images de la galerie

source: Index Image
fr_fr: Image de la page d’accueil

source: none
fr_fr: aucune

source: Apply this effect to the index page image.
fr_fr: Appliquer cet effet à l’image de la page d’accueil.

source: This option requires the <em>image_effects</em> plugin to be enabled.
fr_fr: Cette extension nécessite que l’extension <em>image_effects</em> soit activée.

source: *standard menu
fr_fr: *menu standard

source: *no logo selected
fr_fr: *aucun logo sélectionné

source: View album: %s
fr_fr: Voir l’album : %s

source: Album Navigation
fr_fr: Navigation dans l’album

source: Next album
fr_fr: Album suivant

source: Next album »
fr_fr: Album suivant ››

source: Prev Album
fr_fr: Album précédent

source: « Prev Album
fr_fr: ‹‹ Album précédent

source: Tags:
fr_fr: Mots-clés :

source: Latest Images for %s
fr_fr: Images récentes de %s

source: Garland image display handling.
fr_fr: Mode d’affichage des images du thème Garland.

source: Latest Images
fr_fr: Images récentes

source: Next image
fr_fr: Image suivante

source: Next »
fr_fr: Suivante ››

source: Previous image
fr_fr: Image précédente

source: « Previous
fr_fr: ‹‹ Précédente

source: Password required
fr_fr: Un mot de passe est requis

source: A password is required to access this page.
fr_fr: Il faut un mot de passe pour accéder à cette page.

source: Sorry, no matches for your search.
fr_fr: Désolé, aucune correspondance.

source: Search category
fr_fr: Recherche dans la catégorie

source: Modded Wordpress theme from, <a href="http://garlandtheme.blogspot.com/">garland</a>
fr_fr: Développé à partir du thème <a href="http://garlandtheme.blogspot.com/">Garland</a> de Wordpress

source: Set to enable search form.
fr_fr: Cocher pour activer le formulaire de recherche.

source: Allow cloud
fr_fr: Autoriser le nuage de mots-clés
