Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: If <em>Cache the full image</em> is checked the full image will be loaded to the cache and served from there after the first reference. <em>Full&nbsp;image&nbsp;protection</em> must be set to <em>Protected&nbsp;view</em> for the image to be cached. However, once cached, no protections are applied to the image.
fr_fr: Si l’option <em>Mettre en cache l’image pleine grandeur</em> est cochée, celle-ci sera chargée dans le cache et affichée depuis celui-ci à la première demande. <em>Protection des images pleine grandeur</em> doit être à <em>Affichage protégé</em> pour que l’image soit mise en cache. Sinon, une fois l’image mise en cache, celle-ci ne sera plus protégée.

source: The <em>user</em>, <em>password</em>, and <em>hint</em> apply to the <em>Download</em> and <em>Protected view</em> level of protection. If there is a password set, the viewer must supply this password to access the image.
fr_fr: Les <em>identifiant</em>, <em>mot de passe</em> et <em>astuce</em> s’appliquent aux niveaux de protection <em>Téléchargement</em> et <em>Affichage protégé</em>. Si un mot de passe est spécifié, le visiteur doit le saisir pour accéder à l’image.

source: Select the level of protection for full sized images. <em>Download</em> forces a download dialog rather than displaying the image. <em>No&nbsp;access</em> prevents a link to the image from being shown. <em>Protected&nbsp;view</em> forces image processing before the image is displayed, for instance to apply a watermark or to check passwords. <em>Unprotected</em> allows direct display of the image.
fr_fr: Sélectionnez le niveau de protection pour les images pleine grandeur. <br /><em>Téléchargement</em> force l’affichage d’une boîte de téléchargement de l’image (au lieu d’afficher celle-ci). <br /><em>Aucun accès</em> empêche tout lien vers l’image. <br /><em>Affichage protégé</em> force le traitement de l’image avant son affichage (par exemple pour y appliquer un filigrane ou pour vérifier le mot de passe). <br /><em>Aucune protection</em> affiche l’image sans restriction.

source: Use lock image
fr_fr: Utiliser une image de cadenas

source: Substitute a <em>lock</em> image for thumbnails of password protected albums when the viewer has not supplied the password. If your theme supplies an <code>images/err-passwordprotected.png</code> image, it will be shown. Otherwise the zenphoto default lock image is displayed.
fr_fr: Afficher une image de <em>cadenas</em> au lieu de la vignette des albums protégés par mot de passe quand le visiteur n’en a pas fourni un. Si votre thème comprend une image <code>images/err-passwordprotected.png</code>, celle-ci sera affichée ; dans le cas contraire, c’est l’image de cadenas par défaut de Zenphoto qui sera utilisée.

source: Metadata
fr_fr: Métadonnées

source: show
fr_fr: afficher

source: hide
fr_fr: masquer

source: disabled
fr_fr: désactivé

source: default
fr_fr: par défaut

source: Mark unused fields <em>do not process</em>
fr_fr: Marquer les champs inutilisés <em>ne pas traiter</em>

source: replace newlines
fr_fr: remplacer les codes de saut de ligne

source: Select how image metadata fields are handled.
fr_fr: Choisir comment sont traités les champs de métadonnées des images.

source: Show the field
fr_fr: Afficher le champ

source: Hide the field
fr_fr: Masquer le champ

source: Do not process the field
fr_fr: Ne pas traiter le champ

source: Hint: you can drag down the <em>drag handle</em> in the lower right corner to show more selections.
fr_fr: Astuce : vous pouvez étirer la liste en utilisant le <em>coin inférieur droit</em> pour afficher plus d’options.

source: Columns for fields marked <em>do not process</em> will be removed from the database on the next <code>setup</code> execution. Selecting the <em>Mark unused fields do not process</em> will cause metadata fields that have no values to be marked <em>do not process</em> allowing them to be removed from the database.
fr_fr: Les colonnes des champs identifiés comme <em>ne pas traiter</em> seront retirés de la base de données lors de la prochaine exécution de la routine d’installation (<code>setup</code>). En choisissant <em>Ne pas traiter les champs non utilisés</em>, les champs de métadonnées qui n’ont aucune valeur seront identifiés <em>ne pas traiter</em>, permettant ainsi d’être retirés de la base de données.

source: If <em>replace newlines</em> is selected <code>&lt;br /&gt;</code> will replace <em>newline</em> characters from image metadata destined for <em>titles</em> and <em>descriptions</em>. This happens only when the metadata is imported so you may need to refresh your metadata to see the results.
fr_fr: Si <em>remplacer les codes de saut de ligne</em> est sélectionné <code>&lt;br /&gt;</code> remplacera le caractère de <em>saut de ligne</em> des métadonnées d’mages apparaissant dans les <em>titres</em> et les <em>descriptions</em>. Ceci se produit uniquement lorsque les métadonnées sont importées ; vous devrez peut-être rafraîchir les métadonnées pour voir le résultat.

source: IPTC encoding:
fr_fr: Encodage des métadonnées IPTC :

source: The default character encoding of image IPTC metadata.
fr_fr: L’encodage par défaut des métadonnées IPTC.

source: Imbed IPTC copyright
fr_fr: Copyright IPTC intégré

source: If checked and an image has no IPTC data a copyright notice will be imbedded cached copies.
fr_fr: Si cette case est cochée et que l’image n’a pas de donnée IPTC, une notice de copyright sera incorporée dans les copies mises en cache.

source: Replicate IPTC metadata
fr_fr: Dupliquer les métadonnées IPTC

source: If checked IPTC data from the original image will be imbedded in cached copies. If the image has no IPTC data a copyright notice will be imbedded. (The text supplied will be used if the orginal image has no copyright.)
fr_fr: Cocher pour que les données IPTC de l’image originale soient intégrées aux copies mises en cache. Si l’image n’a pas de donnée IPTC, une notice de copyright sera intégrée (le texte par défaut est utilisé si l’image originale n’a pas de copyright).

source: IPTC Imbedding:
fr_fr: Mention IPTC intégrée :

source: <strong>NOTE:</strong> This option applies only to JPEG format cached images.
fr_fr: <strong>Note.</strong> Ce paramètre s’applique uniquement aux images mises en cache au format JPEG.

source: There are no themes for which you have rights to administer.
fr_fr: Vous n’avez le droit d’administrer aucun thème.

source: Options for <code><strong>%1$s</strong></code>: <em>%2$s</em>
fr_fr: Options pour <code><strong>%1$s</strong></code> : <em>%2$s</em>

source: Options for <em>%s</em>
fr_fr: Options pour <em>%s</em>

source: Show theme for:
fr_fr: Afficher le thème pour :

source: Revert to default
fr_fr: Réinitialiser aux valeurs par défaut

source: <strong>Standard options</strong>
fr_fr: <strong>Options standards</strong>

source: <em>These image and album presentation options provided by the Core for all themes.</em>
fr_fr: <em>Les paramètres de présentation d’images et d’albums établis par le cœur de Zenphoto pour tous les thèmes.</em>

source: <strong>Note:</strong> These are <em>recommendations</em> as themes may choose to override them for design reasons
fr_fr: <strong>Note.</strong> Il s’agit de <em>paramètres généraux</em> ; certains thèmes utilisent d’autres valeurs pour des raisons de design.

source: thumbnails per row
fr_fr: vignettes par rangée

source: thumbnails per page
fr_fr: vignettes par page

source: These specify the Theme <a title="Look at your album page and count the number of album thumbnails that show up in one row. This is the value you should set for the option.">CSS determined number</a> of album thumbnails that will fit in a "row" and the number of albums thumbnails you wish per page.
fr_fr: Sont spécifiés ici <a title="Regardez la page de votre album et comptez le nombre de vignettes d’albums qui tiennent dans une rangée. C’est la valeur que vous devriez utiliser.">le nombre de vignettes d’albums (déterminé par CSS)</a> qui tiennent dans une rangée et le nombre de vignettes d’albums par page.

source: <strong>Note:</strong> If <em>thumbnails per row</em> is greater than 1, The actual number of thumbnails that are displayed on a page will be rounded up to the next multiple of it.
fr_fr: <strong>Note:</strong> Si le nombre de <em>vignettes par rangée</em> est supérieur à 1, le nombre de vignettes affichées dans une page est arrondi au prochain multiple de cette valeur.

source: For album pages there will be %1$u rows of thumbnails.
fr_fr: Dans les pages d’albums, il y a %1$u rangées de vignettes.

source: These specify the Theme <a title="Look at your album page and count the number of image thumbnails that show up in one row. This is the value you should set for the option.">CSS determined number</a> of image thumbnails that will fit in a "row" and the number of image thumbnails you wish per page.
fr_fr: Sont spécifiés ici <a title="Regardez la page de votre album et comptez le nombre de vignettes d’images qui tiennent dans une rangée. C’est la valeur que vous devriez utiliser.">le nombre de vignettes d’images (déterminé par CSS)</a> qui tiennent dans une ligne et le nombre de vignettes d’images par page.

source: For pages containing images there will be %1$u rows of thumbnails.
fr_fr: Dans les pages d’images, il y a %1$u rangées de vignettes.

source: separate
fr_fr: séparé

source: combined
fr_fr: combiné

source: if both album and image <em>thumbnails per row</em> are greater than 1 you can choose if album thumbnails and image thumbnails are placed together on the page that transitions from only album thumbnails to only image thumbnails.
fr_fr: Si les nombres de <em>vignettes par rangée</em> pour les albums et images sont tous deux supérieurs à 1, vous pouvez choisir d’afficher dans la même page des vignettes d’albums puis des vignettes d’images.

source: Thumb size:
fr_fr: Taille des vignettes :

source: Standard thumbnails will be scaled to %u pixels.
fr_fr: Les vignettes standards sont redimensionnées à %u pixels.

source: Crop thumbnails:
fr_fr: Rogner les vignettes :

source: %s%% left &amp; right
fr_fr: %s%% à gauche et à droite<br />

source: %s%% top &amp; bottom
fr_fr: %s%% en haut et en bas

source: If checked the thumbnail will be cropped %1$.1f%% in from the top and the bottom margins and %2$.1f%% in from the left and the right margins.
fr_fr: Si cette option est activée, la vignette sera rognée de %1$.1f%% en haut et en bas, et de %2$.1f%% à gauche et à droite.

source: <strong>Note:</strong> changing crop will invalidate existing custom crops.
fr_fr: <strong>Note :</strong> changer les hauteur ou largeur de rognage invalidera tous les rognages existants.

source: Gray scale conversion:
fr_fr: Conversion en teintes de gris :

source: thumbnail
fr_fr: vignette

source: If checked, images/thumbnails will be created in gray scale.
fr_fr: Si coché, les images ou les vignettes seront générées en teintes de gris.

source: Image size:
fr_fr: Taille de l’image :

source: shortest side
fr_fr: plus petit côté

source: longest side
fr_fr: plus grand côté

source: Default image display size.
fr_fr: Taille d’affichage par défaut des images.

source: The image will be sized so that the <em>height</em>, <em>width</em>, <em>shortest side</em>, or the <em>longest side</em> will be equal to <em>image size</em>.
fr_fr: L’image sera redimensionnée de telle sorte que <em>la hauteur</em>, <em>la largeur</em>, <em>le plus court</em> ou <em>le plus long côté</em> soient égaux à <em>la taille de l’image</em>.

source: Theme head &lt;title&gt; tag
fr_fr: Balise &lt;title&gt; dans l’en-tête du thème

source: Select if you want parent breadcrumbs and if so the separator for them.
fr_fr: Activer pour afficher le fil d’Ariane ; sélectionner ensuite le séparateur.

source: <strong>Custom theme options</strong>
fr_fr: <strong>Options propres au thème</strong>

source: The following are options specifically implemented by %s.
fr_fr: Les options qui suivent sont spécifiquement utilisées par le thème %s.

source: <strong>Note:</strong> Instantiating the option interface within the plugin may cause performance issues. You should instead set <code>$option_interface</code> to the name of the class as a string.
fr_fr: <strong>NOTE:</strong> Instancier l’interface des paramètres au sein de l’extension peut causer des problèmes de performance. Vous devriez plutôt définir <code>$option_interface</code> à la valeur de la classe (sous forme de chaîne).

source: Change %s options
fr_fr: Modifier les paramètres de %s

source: warning
fr_fr: avertissement

source: There are no plugin options to administer.
fr_fr: Il n’y a aucune option d’extension à gérer.

source: Server protocol:
fr_fr: Protocole du serveur :

source: secure admin
fr_fr: gestion sécurisée

source: Normally this option should be set to <em>http</em>. If you are running a secure server, change this to <em>https</em>. Select <em>secure admin</em> if you need only to insure secure access to <code>admin</code> pages.
fr_fr: Ce paramètre doit normalement être à <em>http</em>. Choisissez <em>https</em> si vous utilisez un serveur sécurisé. Sélectionnez l’option <em>gestion sécurisée</em> pour permettre l’accès sécurisé uniquement aux pages <code>d’administration</code>.

source: <strong>Note:</strong><br /><br />Login from the front-end user login form is secure only if <em>https</em> is selected.<br /><br />If you select <em>https</em> or <em>secure admin</em> your server <strong>MUST</strong> support <em>https</em>. If you set either of these on a server which does not support <em>https</em> you will not be able to access the <code>admin</code> pages to reset the option! Your only possibility then is to change the option named <span class="inlinecode">server_protocol</span> in the <em>options</em> table of your database.
fr_fr: <strong>Note. </strong><br /> L’identification depuis le formulaire de connexion de l’utilisateur n’est sécurisée que si le protocole <em>https</em> est sélectionné.<br />Si vous choisissez <em>https</em> ou <em>gestion sécurisée</em>, votre serveur <strong>DOIT</strong> accepter le protocole <em>https</em>. Si vous choisissez l’une de ces options sur un serveur qui n’accepte pas le protocole <em>https</em>, vous ne pourrez plus accéder aux <code>pages d’administration</code> pour rétablir ce paramètre ! Vous devrez alors aller modifier directement le paramètre <span class="inlinecode">server_protocol</span> dans la table <em>options</em> de la base de données.

source: Cookie security
fr_fr: Sécurité des cookies

source: Tie cookies to the IP address of the browser.
fr_fr: Rattache les cookies à l’adresse IP du navigateur.

source: <strong>Note</strong>: If your browser does not present a consistant IP address during a session you may not be able to log into your site when this option is enabled.
fr_fr: <strong>Note.</strong> Si cette option est activée et que votre navigateur ne renvoie pas une adresse IP stable, vous ne pourrez plus vous connecter ! Vous n’avez pas besoin d’avoir une adresse IP statique, mais vous serez automatiquement déconnecté si vous avez une adresse IP dynamique (ex.: connexion ASDL, téléphonique ou appareil mobile) et qu’elle change en cours de session. Et dans tous les cas, vous devrez vous reconnecter à chaque session.

source: You <strong>WILL</strong> have to login after changing this option.
fr_fr: Vous <strong>DEVREZ</strong> vous connecter de nouveau après avoir activé cette option.

source: If you set the option and cannot login, you will have to restore your database to a point when the option was not set, so you might want to backup your database first.
fr_fr: Si vous activez cette option et que vous ne réussissez pas à vous connecter, vous devrez restaurer la base de données à un moment antérieur à l’activation de cette option. Vous devriez donc faire d’abord une copie de sauvegarde de la base de données.

source: Obscure cache filenames
fr_fr: Masquer les noms des fichiers mis en cache

source: Cause the filename of cached items to be obscured. This makes it difficult for someone to "guess" the name in a URL.
fr_fr: Masque les noms des éléments mis en cache. Il est alors plus difficile d’en « deviner » le nom dans l’URL.

source: Image Processor security
fr_fr: Sécurité du processeur d’images

source: Add a security parameter to image processor URIs to prevent denial of service attacks requesting arbitrary sized images.
fr_fr: Ajoute un paramètre de sécurité aux URI du processeur d’images pour prévenir les attaques de déni de service consistant à faire des requêtes d’images de tailles arbitraires.

source: User name
fr_fr: Nom de l’utilisateur

source: If enabled guest logon forms will include the <em>User Name</em> field. This allows users to logon from the form.
fr_fr: Si l’option est activée, le formulaire de connection d’invité comporte un champ pour le <em>Nom de l’utilisateur</em>. Cela permet aux utilisateurs de se connecter à partir du formulaire.

source: <strong>Note</strong>: This field is required because one or more of the <em>Guest</em> passwords has a user name associated.
fr_fr: <strong>Note.</strong> Ce champ est requis parce qu’un ou plusieurs des mots de passe <em>Invité</em> sont associés à un nom d’utilisateur.

source: Authentication authority: <strong>%s</strong>
fr_fr: Autorité d’authentification : <strong>%s</strong>

source: Plugins provide optional functionality.
fr_fr: Les extensions ajoutent des fonctionnalités supplémentaires.

source: They may be provided as part of the distribution or as offerings from third parties.
fr_fr: Elles peuvent faire partie de cette distribution ou être proposées par des tierces parties.

source: Third party plugins are placed in the <code>%s</code> folder and are automatically discovered.
fr_fr: Les extensions de tierces parties sont placées dans le dossier <code>%s</code> et sont automatiquement détectées.

source: If the plugin checkbox is checked, the plugin will be loaded and its functions made available. If the checkbox is not checked the plugin is disabled and occupies no resources.
fr_fr: S’il y a une coche devant l’extension, celle-ci est chargée et ses fonctions sont accessibles. Dans le cas contraire, l’extension est désactivée et n’utilise aucune ressource.

source: Find more plugins
fr_fr: Rechercher d’autres extensions.

source: <strong>Note:</strong> Support for a particular plugin may be theme dependent! You may need to add the plugin theme functions if the theme does not currently provide support.
fr_fr: <strong>Note :</strong> Le soutien de certaines extensions peut dépendre du thème choisi. Il se peut que vous ayez à modifier ce thème pour y utiliser les fonctionnalités de l’extension.

source: Available Plugins
fr_fr: Extensions disponibles

source: Supplemental plugin
fr_fr: Extension supplémentaire

source: Third party plugin
fr_fr: Extension d’une tierce partie

source: Official plugin
fr_fr: Extension officielle

source: <strong>Error parsing <em>plugin_description</em> string!</strong>.
fr_fr: <strong>Erreur lors de l’analyse de la chaîne <em>plugin_description</em> !</strong>

source: <strong>Error parsing <em>plugin_notice</em> string!</strong>.
fr_fr: <strong>Erreur lors de l’analyse de la chaîne <em>plugin_notice</em> !</strong>.

source: <strong>Error parsing <em>plugin_author</em> string!</strong>.
fr_fr: <strong>Erreur lors de l’analyse de la chaîne <em>plugin_author</em> !</strong>.

source: <strong>Error parsing <em>plugin_version</em> string!</strong>.
fr_fr: <strong>Erreur lors de l’analyse de la chaîne <em>plugin_version</em> !</strong>.

source: <strong>Error parsing <em>plugin_disable</em> string!</strong>.
fr_fr: <strong>Erreur lors de l’analyse de la chaîne <em>plugin_disable</em> !</strong>.

source: logo
fr_fr: sigle

source: class plugin
fr_fr: extension de classe

source: admin plugin
fr_fr: extension d’administration

source: feature plugin
fr_fr: extension de fonction

source: theme plugin
fr_fr: extension thème

source: This plugin is disabled. Click for details.
fr_fr: Cette extension est désactivée. Veuillez cliquer pour plus d’information.

source: More information on %s
fr_fr: Information sur %s

source: Plugin warnings
fr_fr: Mises en garde sur l’extension

source: Class plugin
fr_fr: Extension de classe

source: Admin plugin
fr_fr: Extension d’administration

source: Feature plugin
fr_fr: Extension de fonction

source: Theme plugin
fr_fr: Extension de thème

source: Usage info
fr_fr: Information sur l’utilisation

source: Warning note
fr_fr: Avertissement

source: Refresh Database
fr_fr: Actualiser la base de données

source: Finished refreshing the database
fr_fr: L’actualisation de la base de données est terminée

source: Database refresh is incomplete
fr_fr: L’actualisation de la base de données est incomplète

source: We are all set to refresh the database
fr_fr: Tout est prêt pour actualiser la base de données

source: Continue refreshing the database.
fr_fr: Poursuivre l’actualisation de la base de données.

source: Finished refreshing the metadata
fr_fr: L’actualisation des métadonnées est terminée

source: Metadata refresh is incomplete
fr_fr: L’actualisation des métadonnées est incomplète

source: We are all set to refresh the metadata
fr_fr: Tout est prêt pour actualiser les métadonnées

source: Continue refreshing the metadata.
fr_fr: Poursuivre l’actualisation des métadonnées.

source: Refresh
fr_fr: Actualiser

source: you should return automatically. If not press:
fr_fr: Vous devriez retourner automatiquement. Si ce n’est pas le cas, cliquez sur :

source: This process should continue automatically. If not press:
fr_fr: Ce processus devrait continuer automatiquement. Si ce n’est pas le cas, cliquez sur :

source: Continue!
fr_fr: Continuer !

source: <em>%s</em> not found
fr_fr: <em>%s</em> non trouvé

source: We are all set to refresh the metadata for <em>%s</em>
fr_fr: Tout est prêt pour actualiser les métadonnées de <em>%s</em>

source: This process should start automatically. If not press:
fr_fr: Ce processus devrait démarrer automatiquement. Si ce n’est pas le cas, cliquez sur :

source: Refresh image metadata.
fr_fr: Actualiser les métadonnées des images.

source: Go!
fr_fr: C’est parti !

source: New tags added
fr_fr: Nouveaux mots-clés ajoutés

source: Checked tags deleted
fr_fr: Les mots-clés sélectionnés ont été supprimés

source: Tags renamed
fr_fr: Mots-clés renommés

source: Tag Management
fr_fr: Gestion des mots-clés

source: Order by
fr_fr: Méthode de tri

source: Alphabetic
fr_fr: alphabétique

source: Most used
fr_fr: le plus utilisé

source: Language
fr_fr: langue

source: Most recent
fr_fr: chronologique inverse

source: Delete checked tags
fr_fr: Supprimer les mots-clés sélectionnés

source: assign
fr_fr: attribuer

source: Place a checkmark in the box for each tag you wish to delete or to assign a language then press the appropriate button. The brackets contain the number of times the tag appears.
fr_fr: Cochez la case correspondant aux mots-clés à supprimer ou à affecter à une langue, puis cliquez sur le bouton correspondant. La valeur entre crochets correspond au nombre de fois qu’un mot-clé apparaît.

source: Rename tags
fr_fr: Renommer des mots-clés

source: To change the value of a tag enter a new value in the text box below the tag. Then press the <em>Rename tags</em> button
fr_fr: Pour renommer un mot-clé, saisissez une nouvelle valeur dans le champ texte sous celui-ci. Cliquez ensuite sur le bouton <em>Renommer des mots-clés</em>

source: New tags
fr_fr: Nouveaux mots-clés

source: Add tags
fr_fr: Ajouter des mots-clés
