Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: * These options may be set via the <a onclick="gotoName('print_album_menu');"><em>print_album_menu</em></a> plugin options.
fr_fr: * Ces paramètres sont configurés avec ceux de l'extension <a onclick="gotoName('print_album_menu');"><em>print_album_menu</em></a>.

source: <p class="notebox">*<strong>Note:</strong> The setting of these options may be shared with other plugins.</p>
fr_fr: <p class="notebox">*<strong>Note. </strong> Ces paramétrages peuvent aussi être utilisés par d’autres extensions.</p>

source: A single place to quickly review your unpublished content.
fr_fr: Un endroit unique pour voir rapidement le contenu non publié.

source: Publish content
fr_fr: Publier du contenu

source: Manage published state of content in your gallery.
fr_fr: Gérer la publication du contenu votre galerie.

source: Click to show content
fr_fr: Cliquer pour afficher le contenu

source: Click to hide content
fr_fr: Cliquer pour masquer le contenu

source: Manage content publication
fr_fr: Gérer la publication de contenu

source: Image and album <em>Discovery</em> options
fr_fr: Paramètres de <em>découverte</em> d’images et d’albums

source: Defaults applied
fr_fr: Défauts appliqués

source: Set defaults for album publishing and image visibility.
fr_fr: Spécifie les réglages par défaut pour la publication de l’album et la visibilité des images.

source: <strong>Note:</strong> Items not published by inheritance are not included.
fr_fr: <strong>Note.</strong> Les éléments qui héritent de l’état <em>non publié</em> ne sont pas inclus.

source: Albums not published
fr_fr: Albums non publiés.

source: %u unpublished album
fr_fr: %u album non publié

source: Album changes applied
fr_fr: Modifications appliquées aux album(s)

source: Unpublished state propagated
fr_fr: État non publié propagé

source: Publish waiting albums.
fr_fr: Publie les albums en attente.

source: Publish albums
fr_fr: Publier les albums

source: Set all subalbums of an un-published album to un-published.
fr_fr: Passe tous les sous-albums d’un album non-publié au mode non publié.

source: Propagate un-published state
fr_fr: Propager la non-publication

source: No albums are un-published.
fr_fr: Aucun album a le statut non publié.

source: Images not published
fr_fr: Images non publiées

source: Review images older than: %s
fr_fr: Revoir les images plus anciennes que : %s

source: Review un-published images.
fr_fr: Revoir les images non publiées.

source: Review images
fr_fr: Revoir les images

source: Image changes applied
fr_fr: Modifications appliquées aux images

source: Set all to be published
fr_fr: Tout publier

source: Set all to be un-published
fr_fr: Tout dépublier

source: Set all to be deleted
fr_fr: Tout supprimer

source: Publish
fr_fr: Publier

source: Do not publish
fr_fr: Ne pas publier

source: all images
fr_fr: toutes les images

source: Process the above changes.
fr_fr: Appliquer les changements ci-dessus.

source: Process changes
fr_fr: Appliquer les changements

source: %u album with unpublished images
fr_fr: %u album avec des images non publiées

source: No images meet the criteria.
fr_fr: Aucune image ne répond à ce critère.

source: Categories not published
fr_fr: Catégories non publiées

source: %u unpublished category
fr_fr: %u catégorie non publiée

source: Category changes applied
fr_fr: Modifications appliquées aux catégories

source: Categories:
fr_fr: Catégories :

source: Publish waiting categories.
fr_fr: Publie les catégories en attente.

source: Publish categories
fr_fr: Publie les catégories

source: No unpublished categories
fr_fr: Aucune catégorie non publiée

source: News articles not published
fr_fr: Nouveaux articles non publiés

source: %u unpublished article
fr_fr: %u article non publié

source: News article changes applied
fr_fr: Modifications appliquées aux articles

source: Publish waiting articles.
fr_fr: Publie les articles en attente.

source: Publish articles
fr_fr: Publie les articles

source: No unpublished articles
fr_fr: Aucun article non publié

source: Pages not published
fr_fr: Pages non publiées

source: Pages changes applied
fr_fr: Modifications appliquées aux pages

source: %u unpublished page
fr_fr: %u page non publiée

source: Publish waiting pages.
fr_fr: Publie les pages en attente.

source: Publish pages
fr_fr: Publie les pages

source: No unpublished pages
fr_fr: Aucune page non publiée

source: Provides a means to purge options for Themes and Plugins.
fr_fr: Un outil pour réinitialiser les paramètres des extensions et des thèmes.

source: purge
fr_fr: réinitialisation

source: User plugins
fr_fr: Extensions reliées à l’utilisation

source: Extensions
fr_fr: Extensions de fonctionnement

source: No option owners have been located.
fr_fr: Aucun thème ni aucune option « propriétaire » de paramètre n’a été trouvé.

source: Check an item to purge options associated with it.
fr_fr: Cocher un élément pour en réinitialiser les paramètres.

source: Provides a quota management system to limit the sum of sizes of images a user uploads.
fr_fr: Un système de gestion des quotas pour limiter la taille totale des images qu’un utilisateur est autorisé à charger.

source: <strong>Note:</strong> if FTP is used to upload images, manual user assignment is necessary. ZIP file upload is disabled by default as quotas are not applied to the files contained therein.
fr_fr: <strong>Note : </strong> Si cette extension est activée, le chargement de fichiers zippés est désactivé par défaut puisqu’il est impossible d’intégrer le poids des envois dans le calcul du quota. On peut toutefois attribuer spécifiquement à des usagers le droit de charger des fichiers zippés.

source: <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: <a href="#%1$s"><code>%1$s</code></a> est déjà activée.

source: Default quota
fr_fr: Quota par défaut

source: Default size limit in kilobytes.
fr_fr: Limite par défaut de la taille en kilo-octets.

source: Allow ZIP files
fr_fr: Autoriser les fichiers zip

source: The size of a ZIP file may be slightly smaller than the sum of the <em>image</em> files it contains. Un-check this box if you wish to disable uploading of ZIP files.
fr_fr: La taille d’un fichier zip peut être inférieure à la taille totale des <em>images</em> contenues dans ce ficher. Décocher cette case pour désactiver l’envoi de fichiers zip.

source: (%s kb used)
fr_fr: (%s ko utilisés)

source: Image storage quota:
fr_fr: Quota d’espace de stockage d’images :

source: Allowed: %s kb
fr_fr: Autorisé : %s ko

source: Uploading is disabled.
fr_fr: Le chargement est désactivé.

source: Your available upload quota is <span %1$s>%2$s</span> kb.
fr_fr: Votre quota de chargement disponible est de <span %1$s>%2$s</span> ko.

source: All ratings have been set to <em>unrated</em>.
fr_fr: Tous les votes ont été modifiés en <em>non évalués</em>.

source: Adds several theme functions to enable images, album, news, or pages to be rated by users.
fr_fr: Ajoute plusieurs fonctions aux thèmes pour permettre de voter sur les images, les albums, les actualités et les pages.

source: open
fr_fr: ouvert

source: members &amp; guests
fr_fr: membres et invités

source: members only
fr_fr: membres seulement

source: closed
fr_fr: fermé

source: Voting state
fr_fr: Statut de vote

source: <em>Enable</em> state of voting.
fr_fr: <em>Activer</em> le statut de vote.

source: Stars
fr_fr: Étoiles

source: Rating will use %u star.
fr_fr: Le vote utilisera %u étoile.

source: Split stars
fr_fr: Étoiles partielles

source: full
fr_fr: complètes

source: half
fr_fr: demi-étoiles

source: third
fr_fr: tiers d’étoiles

source: Show fractional stars based on rating. May cause performance problems for pages with large numbers of rating elements.
fr_fr: Permet l’affichage de fractions d’étoiles pour les votes décimaux. Cela peut poser des problèmes de performance sur les pages comportant beaucoup d’éléments évalués.

source: Individual image control
fr_fr: Contrôle individuel des images

source: Enable to allow voting status control on individual images.
fr_fr: Permet d’activer le contrôle des votes sur les images individuelles.

source: Recast vote
fr_fr: Changer son vote

source: Show rating
fr_fr: Afficher les votes

source: Show previous vote
fr_fr: Afficher le vote précédent

source: Allow users to change their vote. If Show previous vote is chosen, the stars will reflect the last vote of the viewer. Otherwise they will reflect the current rating.
fr_fr: Permet aux utilisateurs de changer leur vote. Si « Afficher le vote précédent » est sélectionné, les étoiles reflètent le dernier vote de l’utilisateur. Sinon, elles indiquent le vote global.

source: Disguise IP
fr_fr: Masquer l’adresse IP

source: Causes the stored IP addressed to be hashed so as to avoid privacy tracking issues.
fr_fr: Hache l’adresse IP archivée pour éviter des problèmes de confidentialité résultant d’un piratage.

source: retract
fr_fr: annuler

source: Vote Status:
fr_fr: Statut du vote :

source: Reset all ratings
fr_fr: Effacer les votes

source: Sets all ratings to unrated.
fr_fr: Remet à zéro tous les compteurs de votes.

source: Rating %2$.1f (%1$u vote)
fr_fr: Note : %2$.1f (%1$u vote)

source: Not yet rated
fr_fr: Pas encore noté(e)

source: %u star
fr_fr: %u étoile

source: Submit »
fr_fr: Soumettre ››

source: Vote Submitted
fr_fr: Vote soumis

source: nothing to submit
fr_fr: rien à soumettre

source: Google reCaptcha handler.
fr_fr: Gestionnaire de captcha Google.

source: Only one Captcha handler plugin may be enabled. <a href="#%1$s"><code>%1$s</code></a> is already enabled.
fr_fr: Un seul gestionnaire de captcha peut être activé. Or, <a href="#%1$s"><code>%1$s</code></a> l’est déjà.

source: Public key
fr_fr: Clé publique

source: Enter your <em>reCaptcha</em> public key. You can obtain this key from the Google <a href="http://www.google.com/recaptcha">reCaptcha</a> site
fr_fr: Veuillez saisir votre clé publique <em>reCaptcha</em>. Vous pouvez l’obtenir du site <a href="http://www.google.com/recaptcha">reCaptcha</a> de Google

source: Private key
fr_fr: Clé privée

source: Enter your <em>reCaptcha</em> private key.
fr_fr: Veuillez saisir votre clé privée <em>reCaptcha</em>.

source: Theme
fr_fr: Thème

source: Select the <em>reCaptcha</em> theme.
fr_fr: Sélectionnez le thème <em>reCaptcha</em>.

source: Sample CAPTCHA image
fr_fr: Exemple d’image Captcha

source: reCAPTCHA is not properly configured.
fr_fr: reCAPTCHA n’est pas correctement configuré.

source: Help
fr_fr: Aide

source: Get a visual challenge
fr_fr: Test visuel

source: Get an audio challenge
fr_fr: Test audio

source: Get another challenge
fr_fr: Nouveau test

source: Type the two words
fr_fr: Saisissez les deux mots

source: Type what you hear
fr_fr: Saisissez ce que vous entendez

source: Incorrect please try again
fr_fr: Incorrect – veuillez essayer de nouveau

source: Provides a means for placing a user registration form on your theme pages.
fr_fr: Cet outil vous permet de placer un formulaire d’inscription sur les pages de votre thème.

source: You have received this email because you registered with the user id %3$s on this site. To complete your registration visit %1$s.
fr_fr: Vous avez reçu ce courriel parce que vous vous êtes enregistré sur ce site sous le nom d’utilisateur %3$s. Pour compléter votre inscription, rendez-vous à %1$s.

source: Click here to register for this site.
fr_fr: Cliquez ici pour vous inscrire sur ce site.

source: Default text for the register user link.
fr_fr: Texte par défaut du lien <em>inscrire l’utilisateur</em>.

source: Hint text
fr_fr: Texte de l’astuce

source: Default hint text for the register user link.
fr_fr: Texte de l’indication par défaut du champ <em>inscrire l’usager</em>.

source: If checked, an e-mail will be sent to the gallery admin when a new user has verified his registration.
fr_fr: Si activé, un courriel est envoyé à l’administrateur de la galerie lorsqu’un nouvel utilisateur a validé son inscription.

source: If checked, an album will be created and assigned to the user.
fr_fr: Si coché, un album sera créé et attribué à l’utilisateur

source: Email ID
fr_fr: Identifiant de courriel

source: If checked, The use’s e-mail address will be used as his User ID.
fr_fr: Si cette option est cochée, l’adresse de courriel de l’utilisateur sera utilisée comme identifiant.

source: Email notification text
fr_fr: Texte pour la notification par courriel

source: Text for the body of the email sent to the registrant for registration verification. <p class="notebox"><strong>Note:</strong> You must include <code>%1$s</code> in your message where you wish the <em>registration verification</em> link to appear. You may also insert the registrant’s <em>name</em> (<code>%2$s</code>), <em>user id</em> (<code>%3$s</code>), and <em>password</em>* (<code>%4$s</code>).<br /><br />*For security reasons we recommend <strong>not</strong> inserting the <em>password</em>.</p>
fr_fr: Texte du corps du message envoyé au nouvel inscrit pour vérifier son inscription. <p class="notebox"><strong>Note.</strong> Vous devez inclure <code>%1$s</code> dans votre message à l’endroit où vous souhaitez faire paraître <em>le lien de vérification de l’inscription</em>. Vous pouvez inscrire <em>le nom du nouvel inscrit</em> (<code>%2$s</code>), <em>l’identifiant</em> (<code>%3$s</code>), et <em>le mot de passe</em>* (<code>%4$s</code>).<br /><br />*Par souci de sécurité, nous recommandons toutefois <strong>de ne pas</strong> inscrire <em>le mot de passe</em>.</p>

source: If <em>Address fields</em> are shown or required, the form will include positions for address information. If required, the user must supply data in each address field.
fr_fr: Si les <em>champs d’adresse</em> sont affichés ou requis, le formulaire comporte des champs pour inscrire les détails de l’adresse. Si les champs sont requis, l’utilisateur devra remplir tous les champs d’adresse.

source: * The option may be set via the <a href="javascript:gotoName('register_user');"><em>register_user</em></a> plugin options.
fr_fr: * Ce paramètre est configuré avec ceux de l’extension <a href="javascript:gotoName('register_user');"><em>register_user</em></a>.

source: Default user group
fr_fr: Groupe par défaut de l’utilisateur

source: Initial group assignment for the new user.
fr_fr: Groupe initial pour le nouvel utilisateur.

source: Initial rights for the new user. (If no rights are set, approval of the user will be required.)
fr_fr: Droits accordés initialement à un nouvel utilisateur. (Si aucun droit n’est accordé, l’utilisateur devra être approuvé.)

source: You must supply the street field.
fr_fr: Vous devez saisir le nom de la rue.

source: You must supply the city field.
fr_fr: Vous devez saisir le nom de la ville.

source: You must supply the state field.
fr_fr: Vous devez saisir le nom de l’état ou de la province.

source: You must supply the country field.
fr_fr: Vous devez saisir le nom du pays.

source: You must supply the postal code field.
fr_fr: Vous devez saisir le code postal.

source: Registration confirmation
fr_fr: Confirmation de l’inscription

source: you are already logged in.
fr_fr: vous êtes déjà connecté(e).

source: Thank you for registering.
fr_fr: Merci de vous être inscrit.

source: You may now log onto the site and verify your personal information.
fr_fr: Vous pouvez maintenant vous connecter au site et vérifier vos renseignements personnels.

source: Your registration information has been accepted. An email has been sent to you to verify your email address.
fr_fr: Votre demande d’inscription a été acceptée. Un courriel vous a été envoyé pour vérifier votre adresse.

source: Registration failed.
fr_fr: L’inscription a échoué.

source: The user ID <em>%s</em> is already in use.
fr_fr: L’identifiant <em>%s</em> que vous avez choisi est déjà utilisé.

source: A user with the e-mail <em>%s</em> already exists.
fr_fr: Un utilisateur avec le courriel <em>%s</em> existe déjà.

source: Passwords may not be empty.
fr_fr: Les mots de passe ne peuvent pas être vides !

source: You have not filled in all the fields.
fr_fr: Vous n’avez pas rempli tous les champs.

source: Invalid verification link.
fr_fr: Lien de vérification invalide.

source: Enter a valid email address.
fr_fr: Saisissez une adresse de courriel valide.

source: The CAPTCHA you entered was not correct.
fr_fr: Le Captcha que vous avez saisi est incorrect.

source: Verification failed.
fr_fr: La validation a échoué.

source: Your registration request could not be completed.
fr_fr: Votre demande d’inscription n’a pu être effectuée correctement.

source: Your registration attempt failed a <code>register_user_registered</code> filter check.
fr_fr: Votre tentative d’enregistrement a échoué au test <code>register_user_registered</code>.

source: Username* (this will be your user username)
fr_fr: Nom d’utilisateur* (ce sera votre identifiant)

source: Provides functionality to get the related items to an item based on a tag search.
fr_fr: Ajoute la fonction de recherche les éléments reliés à un élément affiché, selon une recherche de mots-clés.

source: Related %s
fr_fr: %s apparentés

source: Site rewrite rules subtab.
fr_fr: Sous-onglet des règles de réécriture.

source: rewrite
fr_fr: Réécriture

source: Rewrite Rules
fr_fr: Règles de réécriture

source: Error processing rewrite rule:
fr_fr: Erreur lors du traitement de la règle de réécriture :

source: Utility to alter the rewrite token substitutions array in the configuration file.
fr_fr: Outil pour modifier les constantes de réécriture des liens dans le fichier de configuration (mots sans accent ni symbole s.v.p.).

source: Rewrite Tokens are not useful unless the <code>mod_rewrite</code> option is enabled.
fr_fr: Les constantes de réécriture sont inutiles sauf si l’option <code>mod_rewrite</code> est activée.

source: The Configuration file is corrupt. You will need to restore it from a backup.
fr_fr: Le fichier de configuration est corrompu. Vous devriez le restaurer à partir d’une copie d’archives.

source: rewriteTokens restored to default
fr_fr: Les constantes de réécriture ont été réinitialisées

source: The <code>%1$s</code> rule defines <strong>%2$s</strong> as <em>%3$s</em>.
fr_fr: La règle <code>%1$s</code> définit la constante <strong>%2$s</strong> en tant que <em>%3$s</em>.

source: Link for <em>%s</em> script page.
fr_fr: Lien vers le fichier du script <em>%s</em>.

source: <p class="notebox">Rewrite Tokens are not useful unless the <code>mod_rewrite</code> option is enabled.</p>
fr_fr: <p class="notebox">Les constantes de réécriture sont inutiles sauf si l’option <code>mod_rewrite</code> est activée.</p>

source: Restore defaults.
fr_fr: Réinitialiser.

source: Rewrite tokens may not be empty.
fr_fr: Les constantes de réécriture ne peuvent être vides.

source: Link for <em>%s</em> rule.
fr_fr: Lien pour la règle <em>%s</em>.

source: tokens
fr_fr: constantes

source: Rewrite Tokens
fr_fr: Constantes de réécriture

source: The <em>RSS</em> handler.
fr_fr: Le gestionnaire de flux RSS.

source: This plugin must be enabled to supply <em>RSS</em> feeds.
fr_fr: Cette extension doit être activée pour traiter les flux <em>RSS</em>.

source: <strong>Note:</strong> Theme support is required to display RSS links.
fr_fr: <strong>Note.</strong> Le support de cette fonctionnalité par votre thème est nécessaire pour afficher des liens RSS.

source: RSS feeds enabled:
fr_fr: Flux RSS activés

source: All Pages
fr_fr: Toutes les pages

source: Check each RSS feed you wish to activate.
fr_fr: Cocher les flux RSS que vous souhaitez activer.

source: The number of new images and comments you want to appear in your site’s RSS feed
fr_fr: Le nombre d’images et de commentaires que vous souhaitez faire apparaître dans le flux RSS de votre site.

source: Album feed items:
fr_fr: Nombre d’albums dans le flux RSS

source: Size of RSS image feed images:
fr_fr: Taille des images dans le flux RSS

source: Album image size
fr_fr: Taille de l’image de l’album

source: Size of RSS album feed images :
fr_fr: Taille des albums dans le flux RSS

source: Choose between latest by id for the latest uploaded, latest by date for the latest uploaded fetched by date, or latest by mtime for the latest uploaded fetched by the file’ last change timestamp.
fr_fr: Choisissez soit <em>les plus récentes par id</em> pour les plus récemment mises en ligne, <em>les plus récentes (par date)</em> pour les images dont la date est la plus récente, ou <em>les plus récentes selon la date de modification</em> pour les dernières mises en ligne selon la date de dernière modification la plus récente.

source: Choose between latest by id for the latest uploaded and latest updated
fr_fr: Choisissez entre les derniers par id pour les plus récemment mis en ligne et les plus récents mis à jour

source: Check if you want to enable the RSS enclosure feature which provides a direct download for full images, movies etc. from within certain RSS reader clients (only Images RSS).
fr_fr: Cocher pour activer la fonction <em>RSS enclosure</em> qui permet un téléchargement direct des images pleine grandeur, des vidéos, etc. à partir de lecteurs RSS compatibles<em>(seulement pour les flux RSS d’images)</em>.

source: Media RSS:
fr_fr: RSS médias :

source: Check if media RSS support is to be enabled. This support is used by some services and programs (only Images RSS).
fr_fr: Cocher pour activer le support des <em>RSS médias</em>, qui est utilisé par certains services et programmes <em>(seulement pour les flux RSS d’images)</em>.

source: Check if you want to enable static RSS feed caching. The cached file will be placed within the <em>%s</em> folder.
fr_fr: Cocher pour activer la mise en cache des flux RSS statiques. Le fichier de cache sera généré dans le dossier <em>%s</em>.

source: Cache expiration
fr_fr: Délai d’expiration du cache

source: Cache expire default is 86400 seconds (1 day = 24 hrs * 60 min * 60 sec).
fr_fr: Durée d’expiration du cache (en secondes). La valeur par défaut est de 86400 s (1 jour = 24 h * 60 min * 60 s).

source: Hitcounter
fr_fr: Compteurs d’affichage

source: Check if you want to store the hitcount on RSS feeds.
fr_fr: Cocher pour stocker le compteur d’affichages des flux RSS.

source: Gallery title
fr_fr: Titre de la galerie

source: Website title
fr_fr: Titre du site

source: Both
fr_fr: Les deux

source: Select what you want to use as the main RSS feed (channel) title. “Both” means Website title followed by Gallery title
fr_fr: Sélectionnez ce que vous voulez utiliser comme titre du flux RSS principal. « Les deux » correspond au titre du site suivi par celui de la galerie.

source: Portable RSS link
fr_fr: Lien RSS portatif

source: If checked links generated for logged‑in users will include a token identifying the user. Use of that link when not logged‑in will give the same feed as if the user were logged‑in.
fr_fr: Si les liens sélectionnés générés pour un utilisateur connecté incluent un jeton d’identification de l’utilisateur, l’utilisation de ces liens en mode déconnecté donnera le même flux RSS que si l’utilisateur était connecté.

source: The text length of the Zenpage RSS feed items. No value for full length.
fr_fr: La longueur de texte des éléments dans le flux RSS de Zenpage. Laissez-le vide pour ne pas limiter la longueur.

source: Zenpage feed items
fr_fr: Nombre d’articles dans le flux RSS

source: The number of news articles you want to appear in your site’s News RSS feed.
fr_fr: Le nombre d’articles que vous souhaitez faire apparaître dans le flux RSS des actualités de votre site.

source: (Latest news and albums)
fr_fr: (Actualités et albums récents)

source: (Latest news and images)
fr_fr: (Nouvelles et images récentes)
