Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: <strong>Important:</strong> If setting a password for a page its subpages inherit the protection.
fr_fr: <strong>Important :</strong> Si vous configurez le mot de passe pour une page, les sous-pages héritent de la protection.

source: Edit TitleLink
fr_fr: Modifier le titre-lien

source: Enable permaTitlelink
fr_fr: Activer le titre-lien permanent

source: Locked for changes
fr_fr: Fermé à toute modification

source: Truncate at <em>pagebreak</em>
fr_fr: Couper au <em>bris de page</em>

source: Stick to top
fr_fr: Fixer en haut

source: Are you sure you want to delete this %s?
fr_fr: Êtes-vous certain(e) de vouloir supprimer ce/cette %s ?

source: copy as: %s
fr_fr: copier comme : %s

source: %s will be deleted when changes are applied.
fr_fr: %s sera effacé(e) quand les modifications seront appliquées.

source: Publish date (YYYY-MM-DD)
fr_fr: Date de publication (aaaa-mm-jj)

source: Expiration date (YYYY-MM-DD)
fr_fr: Date d’expiration (aaaa-mm-jj)

source: Last change:<br />%1$s<br />by %2$s
fr_fr: Dernière modification :<br />%1$s<br />par %2$s

source: TitleLink:
fr_fr: Titre-lien :

source: A search engine friendly <em>titlelink</em> (aka slug) without special characters to be used in URLs is generated from the title of the currently chosen language automatically. You can edit it manually later after saving if necessary.
fr_fr: Un <em>titre-lien</em> optimisé pour les moteurs de recherche (un « slug ») sans caractères spéciaux est généré automatiquement à partir du titre dans la langue courante. Vous pouvez le modifier après enregistrement si désiré.

source: Content:
fr_fr: Contenu :

source: Duplicate page title
fr_fr: Titre de page déjà existant

source: Page <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
fr_fr: La page <em>%s</em> a été ajoutée mais vous devez lui donner un <strong>titre</strong> avant de la publier.

source: You must supply a password for the Protected Page user
fr_fr: Vous devez fournir un mot de passe pour l’utilisateur de la page protégée.

source: Your passwords were empty or did not match
fr_fr: Vos mots de passe sont vides ou ne correspondent pas

source: Page <em>%s</em> added
fr_fr: Page <em>%s</em> ajoutée

source: A page with the title/titlelink <em>%s</em> already exists!
fr_fr: Une page avec le titre ou titre-lien <em>%s</em> existe déjà !

source: Page <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
fr_fr: La page <em>%s</em> a été mise à jour mais vous devez lui donner un <strong>titre</strong> avant de la publier.

source: Page <em>%s</em> updated
fr_fr: La page <em>%s</em> a été mise à jour

source: Page successfully deleted!
fr_fr: Page supprimée !

source: Article successfully deleted!
fr_fr: Article supprimé !

source: Category successfully deleted!
fr_fr: Catégorie supprimée !

source: Page delete failed!
fr_fr: Impossible de supprimer la page !

source: Article delete failed!
fr_fr: Impossible de supprimer l’article !

source: Category delete failed!
fr_fr: Impossible de supprimer la catégorie !

source: locked
fr_fr: verrouillé(e)

source: View page
fr_fr: Voir la page

source: Duplicate article title
fr_fr: Titre d’article déjà existant

source: Article <em>%s</em> may not be un-categorized.
fr_fr: L’article <em>%s</em> ne peut pas être sans catégorie.

source: Article <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
fr_fr: L’article <em>%s</em> a été ajouté, mais vous devez lui donner un <strong>titre</strong> avant de le publier.

source: Article <em>%s</em> added
fr_fr: L’article <em>%s</em> a été ajouté

source: An article with the title/titlelink <em>%s</em> already exists!
fr_fr: Un article avec le même titre ou titre-lien <em>%s</em> existe déjà !

source: Article <em>%s</em> updated but you need to give it a <strong>title</strong> before publishing!
fr_fr: L’article <em>%s</em> a été mis à jour, mais vous devez lui donner un <strong>titre</strong> avant de le publier.

source: Article <em>%s</em> updated
fr_fr: L’article <em>%s</em> a été mis à jour

source: All authors
fr_fr: Tous les auteurs

source: View all months
fr_fr: Voir tous les mois

source: All articles
fr_fr: Tous les articles

source: Sticky
fr_fr: Épinglé

source: Order by creation date descending
fr_fr: En ordre chronologique inverse de date de création

source: Order by creation date ascending
fr_fr: En ordre chronologique de date de création

source: Order by published descending
fr_fr: En ordre chronologique inverse de date de publication

source: Order by published ascending
fr_fr: En ordre chronologique de date de publication

source: Order by expired descending
fr_fr: En ordre chronologique inverse d’expiration

source: Order by expired ascending
fr_fr: En ordre chronologique d’expiration

source: Order by last change descending
fr_fr: En ordre chronologique inverse de dernière modification

source: Order by last change ascending
fr_fr: En ordre chronologique de dernière modification

source: Order by title descending
fr_fr: Trier par titre descendant

source: Order by title ascending
fr_fr: Trier par titre ascendant

source: All categories
fr_fr: Toutes les catégories

source: Un-categorized
fr_fr: Sans catégorie

source: %u per page
fr_fr: %u par page

source: Duplicate category title
fr_fr: Titre de catégorie déjà existant

source: Category <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
fr_fr: La catégorie <em>%s</em> a été ajoutée mais vous devez lui donner un <strong>titre</strong> avant de la publier.

source: You must supply a password for the Protected Category user
fr_fr: Vous devez fournir un mot de passe pour l’utilisateur de la catégorie protégée

source: You forgot to give your category a <strong>title or titlelink</strong>!
fr_fr: Vous avez oublié de donner un <strong>titre</strong> ou un <strong>titre-lien</strong> à votre catégorie !

source: Category updated!
fr_fr: Catégorie mise à jour !

source: Edit this category
fr_fr: Modifier cette catégorie

source: Un-publish
fr_fr: Ne plus publier

source: Scheduled for publishing
fr_fr: Activer la publication planifiée

source: View category
fr_fr: Voir la catégorie

source: Delete Category
fr_fr: Supprimer la catégorie

source: password protected
fr_fr: protégé(e) par mot de passe

source: Untitled page
fr_fr: Page sans sitre

source: Untitled article
fr_fr: Article sans titre

source: Untitled category
fr_fr: Catégorie sans nom

source: hit
fr_fr: affichage

source: hits
fr_fr: affichages

source: <strong>%1$u</strong> page (%2$u un-published)
fr_fr: <strong>%1$u</strong> page (%2$u non publiée)

source: <strong>%1$u</strong> article (%2$u un-published)
fr_fr: <strong>%1$u</strong> article (%2$u non publié)

source: <strong>%1$u</strong> category
fr_fr: <strong>%1$u</strong> catégorie

source: <strong>%1$u</strong> category (%2$u un-published)
fr_fr: <strong>%1$u</strong> catégorie (%2$u non publiée)

source: Tags added to selected items
fr_fr: Les mots-clés ont été ajoutés aux éléments sélectionnés

source: Tags cleared from selected items
fr_fr: Les mots-clés ont été effacés des éléments sélectionnés

source: Tags added to articles of selected items
fr_fr: Les mots-clés ont été ajoutés aux articles des éléments sélectionnés

source: Tags cleared from articles of selected items
fr_fr: Les mots-clés ont été effacés des articles des éléments sélectionnés

source: Categories added to selected items
fr_fr: Catégories ajoutées aux éléments sélectionnés

source: Categories cleared from selected items
fr_fr: Catégories enlevées des éléments sélectionnés

source: Hitcounter reset
fr_fr: Les compteurs d’affichage ont été remis à zéro

source: Edit this article
fr_fr: Modifier cet article

source: Add categories
fr_fr: Ajouter des catégories

source: Clear categories
fr_fr: Effacer les catégories

source: Created
fr_fr: Créé

source: Last changed
fr_fr: Dernière modification

source: View article
fr_fr: Voir l’article

source: Select a page to edit or drag the pages into the order, including subpage levels, you wish them displayed.
fr_fr: Sélectionnez une page pour la modifier. Pour ordonner les pages, déplacez-les dans l’ordre souhaité et créez même des niveaux hiérarchiques.

source: <strong>Note:</strong> Subpages of password protected pages inherit the protection.
fr_fr: <strong>Note :</strong> les sous-pages dont les parentes sont protégées par mot de passe héritent de leur protection.

source: Edit this page
fr_fr: Modifier cette page

source: The sort position of the indicated pages cannot be recorded because the nesting is too deep. Please move them to a higher level and save your order.
fr_fr: L’ordre de tri des pages indiquées ne peut être enregistré parce que l’imbrication est trop importante. Déplacez-les à un niveau plus elevé et enregistrez leur disposition.

source: Use the individual getPrevNewsURL() and getNextNewsURL() functions.
fr_fr: Utilisez plutôt les fonctions getPrevNewsURL() et getNextNewsURL().

source: Use the setShow method directly.
fr_fr: Utiliser directement la méthode setShow.

source: <em>This entry belongs to a protected category.</em>
fr_fr: <em>Cette entrée appartient à une catégorie protégée.</em>

source: Prev page
fr_fr: Page préc.

source: This page is password protected
fr_fr: Cette page est protégée par mot de passe

source: View the %s album
fr_fr: Voir l’album %s

source: View the album %s
fr_fr: Voir l’album %s

source: View %s
fr_fr: Voir %s

source: <code>zenpageAlbumImage()</code> did not find the image %1$s:%2$s
fr_fr: <code>zenpageAlbumImage()</code> n’a pas trouvé l’image %1$s:%2$s

source: <code>zenpageAlbumImage()</code> did not find the album %1$s
fr_fr: <code>zenpageAlbumImage()</code> n’a pas trouvé l’album %1$s

source: Outgoing mail handler based on the PHP <em>mail</em> facility.
fr_fr: Le gestionnaire de courriels sortants, basé sur la fonction <em>mail</em> de PHP.

source: <code>zenphoto_sendmail</code> failed to send <em>%s</em> to one or more recipients.
fr_fr: L’extension <code>zenphoto_sendmail</code> n’a pas pu envoyer <em>%s</em> à un ou à plusieurs destinataires.

source: ZenPhoto20 captcha handler.
fr_fr: Gestionnaire de captcha ZenPhoto20

source: Hash key
fr_fr: Clé de hachage

source: The key used in hashing the CAPTCHA string. Note: this key will change with each successful CAPTCHA verification.
fr_fr: La clé de hachage utilisée par le Captcha. Note : cette clé change à chaque réussite du Captcha.

source: Allowed characters
fr_fr: Caractères autorisés :

source: The characters which may appear in the CAPTCHA string.
fr_fr: Les caractères susceptibles d’apparaître dans le Captcha.

source: CAPTCHA length
fr_fr: Longueur du Captcha

source: The number of characters in the CAPTCHA.
fr_fr: Le nombre de caractères dans le Captcha.

source: CAPTCHA font
fr_fr: Police du Captcha

source: random
fr_fr: aléatoire

source: The font to use for CAPTCHA characters.
fr_fr: La police à utiliser pour les caractères du Captcha.

source: CAPTCHA font size
fr_fr: Taille de la police du Captcha

source: The size to use if the font is scalable (<em>TTF</em> and <em>Imagick</em> fonts.)
fr_fr: Taille à utiliser si la police utilisée le permet (Polices <em>TTF</em> et <em>Imagick</em>).
