Repository: By-oussef/netPhotoGraphics-DEV
Catalog: zp-core/locale/*/LC_MESSAGES/zenphoto.po
Languages: fr_fr

source: You have unsaved changes!
fr_fr: Certaines modifications n’ont pas été enregistrées !

source: Are you sure you want to leave this page?
fr_fr: Êtes-vous certain(e) de vouloir quitter cette page ?

source: Leave
fr_fr: Quitter

source: Stay
fr_fr: Rester

source: ZenPhoto20 Administration
fr_fr: Administration de ZenPhoto20

source: Logged in as %1$s
fr_fr: Connecté sous %1$s

source: Logged in as %1$s (last login %2$s)
fr_fr: Connecté sous %1$s (dernière connexion : %2$s)

source: Log Out
fr_fr: Se déconnecter

source: View <em>%s</em>
fr_fr: Voir <em>%s</em>

source: View gallery index
fr_fr: Voir l’accueil de la galerie

source: Image order
fr_fr: Ordre des images

source: Subalbums
fr_fr: Sous-albums

source: Deprecated.
fr_fr: Obsolète.

source: add tag
fr_fr: Ajouter un mot-clé

source: Album Title
fr_fr: Titre de l’album

source: Album Description:
fr_fr: Description de l’album :

source: Album password:
fr_fr: Mot de passe de l’album :

source: No album password is currently set. Click to set one.
fr_fr: Aucun mot de passe n’est défini pour l’album. Cliquez ici pour en définir un.

source: clear password
fr_fr: effacer le mot de passe

source: An album password is currently set. Click to clear or change the password.
fr_fr: Un mot de passe est défini. Cliquez pour enlever le mot de passe ou le modifier.

source: Album guest user:
fr_fr: Invité de l’album :

source: Show password
fr_fr: Afficher le mot de passe

source: repeat password:
fr_fr: Saisir le mot de passe de nouveau

source: Password hint:
fr_fr: Astuce pour le mot de passe :

source: Descending
fr_fr: Décroissant

source: custom fields:
fr_fr: champs personnalisés :

source: Sort images by
fr_fr: Trier les images par

source: *gallery image sort order
fr_fr: *ordre de tri des images par défaut de la galerie

source: *parent album image sort order
fr_fr: *ordre de tri des images comme celui de l’album parent

source: Album theme:
fr_fr: Thème de l’album :

source: *gallery theme
fr_fr: *thème de la galerie

source: Album watermarks:
fr_fr: Filigranes de l’album :

source: *no watermark
fr_fr: *aucun filigrane

source: *default
fr_fr: *réglages par défaut

source: Thumbs
fr_fr: Vignettes

source: Reset hit counter (%u hit)
fr_fr: Remettre le compteur de vues à zéro (total : %u affichage)

source: Reset rating (%u stars)
fr_fr: Effacer les votes (%u étoiles)

source: Rename Folder
fr_fr: Renommer le dossier

source: Delete album
fr_fr: Supprimer l’album

source: Album will be deleted when changes are applied.
fr_fr: L’album sera effacé quand les modifications seront appliquées.

source: to:
fr_fr: vers :

source: Clears the album’s cached images.
fr_fr: Supprime les images en cache de l’album.

source: Clear album image cache
fr_fr: Vider le cache des images de l’album

source: Resets album’s hit counters.
fr_fr: Remettre à zéro les compteurs de l’album

source: Reset album hit counters
fr_fr: Remettre à zéro les compteurs de l’album

source: Refreshes the metadata for the album.
fr_fr: Actualise les métadonnées de l’album.

source: Refresh album metadata
fr_fr: Actualiser les métadonnées de l’album

source: Albums (dynamic)
fr_fr: Albums dynamiques

source: Images (dynamic)
fr_fr: Images dynamiques

source: Has Password
fr_fr: A un mot de passe

source: pick source
fr_fr: choisir la source

source: Published/Not published/Scheduled for publishing
fr_fr: Publié(e) / Non publié(e) / Planifié(e)

source: Comments on/off
fr_fr: Commentaires actifs / désactivés

source: View the album
fr_fr: Voir l’album

source: Refresh metadata
fr_fr: Actualiser les métadonnées

source: Reset hit counters
fr_fr: Remettre les compteurs à zéro

source: Edit this album: %s
fr_fr: Modifier cet album : %s

source: Subalbum List
fr_fr: Liste des sous-albums

source: Password protected
fr_fr: Protégé par mot de passe

source: Un-publish the album %s
fr_fr: Dépublier l’album %s

source: Publish the album %s
fr_fr: Publier l’album %s

source: Un-published
fr_fr: Non publié(e)

source: Publish (override scheduling)
fr_fr: Publier immédiatement (nonobstant la planification)

source: Comments on
fr_fr: Commentaires actifs

source: Comments off
fr_fr: Commentaires désactivés

source: View album
fr_fr: Voir l’album

source: View album %s
fr_fr: Voir l’album %s

source: unavailable
fr_fr: pas disponible

source: Refresh metadata for the album %s
fr_fr: Actualiser les métadonnées de l’album %s

source: Refresh metadata in the album %s
fr_fr: Actualiser les métadonnées dans l’album %s

source: Reset hit counters for album %s
fr_fr: Remettre à zéro les compteurs de l’album %s

source: Reset hit counters for the album %s
fr_fr: Remettre à zéro les compteurs de l’album %s

source: Delete the album %s
fr_fr: Supprimer l’album %s

source: prev image
fr_fr: image précédente

source: next image
fr_fr: image suivante

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante

source: Cannot create new theme.
fr_fr: Impossible de créer le nouveau thème.

source: Directory “%s” already exists!
fr_fr: Le dossier « %s » existe déjà !

source: Cannot find theme directory “%s” to copy!
fr_fr: Impossible de trouver le dossier « %s » à copier !

source: The <tt>/themes</tt> directory is not writable!
fr_fr: Le dossier <tt>/themes</tt> n’est pas accessible en écriture !

source: Could not create directory for the new theme
fr_fr: Impossible de créer le dossier du nouveau thème

source: An error occurred while copying files. Please delete manually the new theme directory “%s” and retry or copy files manually.
fr_fr: Une erreur est survenue lors de la copie des fichiers. Veuillez supprimer manuellement le nouveau dossier de thèmes « %s » et essayer de nouveau, ou copiez les fichiers manuellement.

source: Your theme, based on theme %s
fr_fr: Votre thème, basé sur le thème %s

source: Your theme
fr_fr: Votre thème

source: New custom theme created successfully!
fr_fr: Le nouveau thème personnalisé a été créé avec succès !

source: New custom theme created, but its description could not be updated
fr_fr: Le nouveau thème personnalisé a été créé, mais sa description ne peut être mise à jour

source: Rights:
fr_fr: Droits :

source: edit rights
fr_fr: Droits d’édition

source: view unpublished items
fr_fr: Afficher les éléments non publiés

source: upload rights
fr_fr: Droits de chargement

source: the album is dynamic
fr_fr: l’album est dynamique

source: Primary album
fr_fr: Album principal

source: upload
fr_fr: chargement

source: view unpublished
fr_fr: Afficher les éléments non publiés

source: Managed albums:
fr_fr: Albums gérés :

source: Managed news categories:
fr_fr: Catégories d’actualités gérées :

source: Managed pages:
fr_fr: Pages gérées :

source: Select one or more %1$s for the %2$s to manage.
fr_fr: Sélectionnez un ou plusieurs %1$s de %2$s à gérer.

source: user
fr_fr: utilisateur

source: Users with "Admin" or "Manage all %1$s" rights can manage all %2$s. All others may manage only those that are selected.
fr_fr: Les administrateurs avec les droits <em>Super administrateur</em> ou <em>Gérer tous les %1$s</em> peuvent gérer tous les %2$s. Les autres ne peuvent gérer que ceux qui sont sélectionnés.

source: You may manage these %s subject to the above rights.
fr_fr: Vous avez la possibilité de gérer ces %s en fonction des droits ci-dessus.

source: Show %u album level
fr_fr: Afficher %u niveau d’albums

source: %u image per page
fr_fr: %u image par page

source: codeblock %u
fr_fr: Bloc de code %u

source: add codeblock
fr_fr: ajouter un bloc de code

source: Codeblock 0 is deprecated.
fr_fr: Le bloc de code 0 n’est plus utilisé.

source: “%s” Cross Site Request Forgery blocked.
fr_fr: « %s » tentative d’hameçonnage bloquée.

source: setup
fr_fr: installation

source: security
fr_fr: sécurité

source: debug
fr_fr: débogage

source: deprecated
fr_fr: obsolète

source: 3rd party
fr_fr: tierce partie

source: enabled
fr_fr: activé

source: feed
fr_fr: Flux RSS

source: mail
fr_fr: courriel

source: media
fr_fr: médias

source: misc
fr_fr: divers

source: spam
fr_fr: indésirables

source: seo
fr_fr: moteurs de recherche

source: uploader
fr_fr: chargement

source: users
fr_fr: utilisateurs

source: %s failed to delete.
fr_fr: %s n’a pu être effacé(e).

source: %s deleted successfully.
fr_fr: %s a bien été supprimé(e).

source: You must supply a password.
fr_fr: Vous devez fournir un mot de passe.

source: Your passwords did not match.
fr_fr: Vos mots de passe ne correspondent pas

source: The image edit form submission has been truncated. Try displaying fewer images on a page.
fr_fr: Le formulaire d’édition des images a été tronqué. Veuillez afficher moins d’images par page.

source: Hit counters have been reset.
fr_fr: Les compteurs d’affichage ont été remis à zéro.

source: Cache has been purged.
fr_fr: Le cache a été vidé.

source: Your files have been uploaded.
fr_fr: Vos fichiers ont été chargés.

source: <em>%s</em> already exists.
fr_fr: <em>%s</em> existe déjà.

source: Changes applied
fr_fr: Modifications appliquées

source: Image already exists.
fr_fr: L’image existe déjà.

source: Album already exists.
fr_fr: L’album existe déjà.

source: Cannot move, copy, or rename to a subalbum of this album.
fr_fr: Impossible de déplacer, de copier ou de renommer vers un sous-album de cet album.

source: Cannot move, copy, or rename to a dynamic album.
fr_fr: Impossible de déplacer, de copier ou de renommer vers un album dynamique.

source: Cannot rename an image to a different suffix
fr_fr: Impossible de changer le suffixe de l’image

source: Album delete failed
fr_fr: L’album n’a pu être effacé

source: There was an error #%d with a move, copy, or rename operation.
fr_fr: Une erreur #%d s’est produite lors d’une opération de déplacement, de copie ou de renommage.

source: You can also copy the link to your clipboard to paste elsewhere
fr_fr: Vous pouvez aussi copier le lien dans le presse-papier pour le coller ailleurs

source: Filename
fr_fr: Nom de fichier

source: Title
fr_fr: Titre

source: Filemtime
fr_fr: Date de modification

source: Owner
fr_fr: Propriétaire

source: overview
fr_fr: aperçu

source: categories
fr_fr: catégories

source: tags
fr_fr: mots-clés

source: general
fr_fr: général

source: gallery
fr_fr: galerie

source: plugin
fr_fr: extension

source: theme
fr_fr: thème

source: themes
fr_fr: thèmes

source: plugins
fr_fr: extensions

source: logs
fr_fr: journaux

source: Restore
fr_fr: Restaurer

source: %s log was emptied.
fr_fr: Le jounal %s a été vidé.

source: %s log could not be emptied.
fr_fr: Le journal %s n’a pu être vidé.

source: %s log was removed.
fr_fr: Le journal %s a été enlevé.

source: %s log could not be removed.
fr_fr: Le journal %s n’a pu être enlevé.

source: View logs:
fr_fr: Voir les journaux :

source: There are no logs to view.
fr_fr: Aucun journal à visualiser.

source: Forbidden tag.
fr_fr: Mot-clé interdit.

source: Your Allowed tags change did not parse successfully.
fr_fr: Le changement de vos mots-clés autorisés ne s’est pas déroulé correctement.

source: Error
fr_fr: Erreur !

source: The form submission is incomplete. Perhaps the form size exceeds configured server or browser limits.
fr_fr: La soumission du formulaire est incomplète. Il se peut que la taille du formulaire excède les limites du serveur ou du fureteur.

source: Applied
fr_fr: Sauvegardé

source: Your browser did not post all the fields. Some options may not have been set.
fr_fr: Votre navigateur n’affiche pas tous les champs. Certains paramètres peuvent ne pas avoir été configurés.

source: You must supply a password for the <em>%s</em> guest user
fr_fr: Vous devez fournir un mot de passe pour l’invité <em>%s</em>

source: The path you selected resulted in cookies not being retrievable. It has been reset.
fr_fr: Le chemin sélectionné fait que les cookies ne peuvent être lus. Le chemin a été réinitialisé.

source: <em>%s</em> is not available.
fr_fr: <em>%s</em> n’est pas disponible.

source: The locale %s is not supported on your server.
fr_fr: Le paramètre régional %s n’est pas supporté par votre serveur.

source: You can use the <em>debug</em> plugin to see which locales your server supports.
fr_fr: Vous pouvez utiliser l’extension <em>debug</em> pour voir quels paramètres régionaux sont supportés par votre serveur.

source: Time zone:
fr_fr: Fuseau horaire :

source: *not specified
fr_fr: *non spécifié

source: Your server reports its time zone as: <code>%s</code>.
fr_fr: Votre serveur renvoie ce fuseau horaire : <code>%s</code>.

source: Your time zone offset is %d hour. If your time zone is different from the servers, select the correct time zone here.
fr_fr: Le décalage horaire est de %d heure. Si votre fuseau horaire est différent de celui de votre serveur, veuillez sélectionner le bon fuseau.

source: Time offset (hours):
fr_fr: Décalage horaire (en heures) :

source: If you are in a different time zone from your server, set the offset in hours of your time zone from that of the server. For instance if your server is on the US East Coast (<em>GMT</em> - 5) and you are on the Pacific Coast (<em>GMT</em> - 8), set the offset to 3 (-5 - (-8)).
fr_fr: Si vous êtes dans un fuseau horaire différent de celui de votre serveur, spécifiez le décalage en heures à appliquer. Par exemple, si votre serveur est sur la côte Est des États-Unis, (<em>TU</em> - 5) et que vous vous situez sur la côte Ouest (<em>TU</em> - 8), appliquez un décalage de 3 [-5 -(-8)].

source: URL options:
fr_fr: Options d’URL :

source: mod rewrite
fr_fr: Utiliser mod_rewrite

source: <em>Filesystem</em> image URIs
fr_fr: URI des images du <em>système de fichiers</em>

source: mod_rewrite suffix:
fr_fr: Extension des pages (avec mod_rewrite) :

source: Unique images
fr_fr: Images uniques

source: If you have Apache <em>mod rewrite</em> (or equivalent), put a checkmark on the <em>mod rewrite</em> option and you will get nice cruft-free URLs.
fr_fr: Si le module <em>mod_rewrite</em> d’Apache (ou un équivalent) est activé, cochez la case <em>mod rewrite</em> pour obtenir des URL « propres » (avec un chemin direct).

source: The <em>tokens</em> used in rewritten URIs may be altered to your taste. See the <a href="%s">plugin options</a> for <code>rewriteTokens</code>.
fr_fr: Les <em>constantes</em> de réécriture des URIs peuvent être modifiées à votre guise. Voir les <a href="%s">paramètres</a> de l’extension <code>rewriteTokens</code>.

source: Setup did not detect a working <em>mod_rewrite</em> facility.
fr_fr: La routine d’installation n’a pas détecté de module <em>mod_rewrite</em> fonctionnel.

source: If you are having problems with images whose names contain characters with diacritical marks try changing the <em>image URI</em> setting.
fr_fr: Si vous avez des problèmes avec les images dont le nom comporte des caractères accentués, essayez de changer la valeur du paramètre <em>URI des images</em>.

source: Setup could not determine a setting that allowed images with diacritical marks in the name.
fr_fr: Le script d’installation ne peut trouver un réglage qui permet aux noms d’images d’avoir des symboles diacritiques.

source: Setup detected <em>%s</em> image URIs.
fr_fr: Le script d’installation a détecté <em>%s</em> URI d’images.

source: Setup detected <em>file system</em> image URIs.
fr_fr: Le script d’installation a détecté des URI d’images du <em>système de fichiers</em>.

source: If <em>mod_rewrite</em> is checked above, zenphoto will append the <em>mod_rewrite suffix</em> to the end of image URLs. (This helps search engines.) Examples: <em>.html, .php</em>, etc.
fr_fr: Si le paramètre <em>Utiliser mod_rewrite</em> est coché, Zenphoto ajoute cette extension aux URL pour améliorer le référencement par les moteurs de recherche. Par exemple : <em>.html, .php</em>, etc.

source: If <em>Unique images</em> is checked, image links will omit the image suffix. E.g. a link to the image page for <code>myalbum/myphoto.jpg</code> will appear as <code>myalbum/myphoto%s</code>
fr_fr: Si « images uniques » est coché, les liens des images n’auront pas d’extension. par exemple, le lien à la page de l’image <code>monalbum/maphoto.jpg</code> apparaîtra comme <code>monalbum/maphoto%s</code>

source: <strong>Note:</strong> This option requires <em>mod rewrite</em> and <em>mod_rewrite suffix</em> both be set and the image prefixes must be unique within an album!
fr_fr: <strong>Remarque.</strong> Pour utiliser cette fonction, il faut que les modules <em>mod rewrite</em> et <em>mod_rewrite suffix</em> soient activés et les noms d’images (sans l’extension) soient uniques dans chaque album.

source: Language:
fr_fr: Langue :

source: Multi-lingual
fr_fr: Interface multilingue

source: You can disable languages by unchecking their checkboxes. Only checked languages will be available to the installation.
fr_fr: Vous pouvez désactiver certaines langues en décochant les cases correspondantes. Seules les langues cochées seront disponibles par la suite.

source: Select the preferred language to display text in. (Set to <em>HTTP_Accept_Language</em> to use the language preference specified by the viewer’s browser.)
fr_fr: La langue à afficher de préférence. (Sélectionner <em>HTTP_Accept_Language</em> pour que la langue d’affichage soit celle du navigateur client.)

source: Set <em>Multi-lingual</em> to enable multiple language input for options that provide theme text.
fr_fr: Activez l’<em>interface multilingue</em> pour permettre la saisie de plusieurs langues dans les champs de base de données.

source: Date format:
fr_fr: Format de la date :

source: Preferred date representation
fr_fr: Format préféré pour la représentation des dates

source: 2008. February 25. 15:30
fr_fr: 2008. février 25. 15:30

source: 2008. February 25.
fr_fr: 2008. février 25.

source: 25 Feb 2008 15:30
fr_fr: 25 fév 2008 15:30

source: 25 Feb 2008
fr_fr: 25 fév 2008

source: 25 February 2008 15:30
fr_fr: 25 février 2008 15:30

source: 25 February 2008
fr_fr: 25 février 2008

source: 25. Feb 2008 15:30
fr_fr: 25. fév 2008 15:30

source: 25. Feb 2008
fr_fr: 25. fév 2008

source: 25. Feb. 08 15:30
fr_fr: 25. fév. 08 15:30

source: 25. Feb. 08
fr_fr: 25. fév. 08

source: 25. February 2008 15:30
fr_fr: 25. février 2008 15:30

source: 25. February 2008
fr_fr: 25. février 2008

source: 25-Feb-08 15:30
fr_fr: 25-fév-08 15:30

source: 25-Feb-08
fr_fr: 25-fév-08

source: 25-Feb-2008 15:30
fr_fr: 25-fév-2008 15:30

source: 25-Feb-2008
fr_fr: 25-fév-2008

source: Feb 25, 2008 15:30
fr_fr: fév 25, 2008 15:30

source: Feb 25, 2008
fr_fr: fév 25, 2008

source: February 25, 2008 15:30
fr_fr: février 25, 2008 15:30

source: February 25, 2008
fr_fr: février 25, 2008

source: Format for dates. Select from the list or set to <code>custom</code> and provide a <a href="http://us2.php.net/manual/en/function.strftime.php"><span class="nowrap"><code>strftime()</code></span></a> format string in the text box.
fr_fr: Format des dates. Sélectionner dans la liste ou choisir <code>personnalisé</code>, puis saisir une chaîne de formatage <a href="http://fr.php.net/manual/fr/function.strftime.php"><code>strftime()</code></a> dans le champ texte.

source: Filesystem Charset:
fr_fr: Encodage du système de fichiers :

source: The character encoding to use for the filesystem.
fr_fr: L’encodage à utiliser pour le système de fichiers.

source: Allowed tags:
fr_fr: Mots-clés autorisés :

source: Tags and attributes allowed in comments, descriptions, and other fields.
fr_fr: Mots-clés et attributs autorisés dans les commentaires, les descriptions et certains autres champs.

source: Follow the form <em>tag</em> =&gt; (<em>attribute</em> =&gt; (<em>attribute</em>=&gt; (), <em>attribute</em> =&gt; ()...)))
fr_fr: Suivez le schéma suivant <em>mot-clé</em> =&gt; (<em>attribut</em> =&gt; (<em>attribut</em>=&gt; (), <em>attribut</em> =&gt; ()...)))

source: <strong>Note:</strong> visual editing is enabled so the editor overrides these settings on tags where it is active.
fr_fr: <strong>Note.</strong> L’éditeur visuel est activé ; dans ce cas, il supplante ces paramètres pour les mots-clés où il est activé.

source: reset to default
fr_fr: réinitialiser

source: Path
fr_fr: Chemin

source: enable gallery sessions
fr_fr: utiliser les sessions pour la galerie

source: The <em>path</em> to use when storing cookies. (Leave empty to default to <em>%s</em>)
fr_fr: Le <em>chemin</em> utilisé pour l’enregistrement des cookies. (Laisser vide pour utiliser la valeur par défaut <em>%s</em>.)

source: Set to the time in seconds that cookies should be kept by browsers.
fr_fr: Détermine la durée (en secondes) pendant laquelle le navigateur conserve les cookies.

source: If this option is selected <a href="http://www.w3schools.com/php/php_sessions.asp">PHP sessions</a> will be used instead of cookies to make visitor settings persistent.
fr_fr: Si vous sélectionnez cette option, des <a href="http://www.w3schools.com/php/php_sessions.asp">sessions PHP</a> seront utilisées et non des cookies, afin de mémoriser les paramètres des visiteurs.

source: <strong>NOTE</strong>: Sessions will normally close when the browser closes causing all password and other data to be discarded. They may close more frequently depending on the runtime configuration. Longer <em>lifetime</em> of sessions is generally more conducive to a pleasant user experience. Cookies are the prefered storage option since their duration is determined by the <em>Cookie duration</em> option.
fr_fr: <strong>Note</strong>. Normalement, une session se termine lors de la fermeture du navigateur ; les mots de passe et les données sont alors effacés de la mémoire. Une session peut aussi se terminer plus rapidement selon la configuration du module d’exécution. Une session plus longue est généralement le gage d’une expérience plus agréable. L’usage de cookies est préférable, car leur persistance est déterminée par la valeur du paramètre : <em>durée de vie des cookies</em>.

source: This email name and address will be used as the <em>From</em> address for all mails sent by the gallery.
fr_fr: Ce nom et cette adresse de courriel sont utilisés comme adresse d’<em>expéditeur</em> pour tous les courriels envoyés par la galerie.

source: Users per page:
fr_fr: Utilisateurs par page :

source: Plugins per page:
fr_fr: Extensions par page :

source: Articles per page:
fr_fr: Articles par page :

source: These options control the number of items displayed on their tabs. If you have problems using these tabs, reduce the number shown here.
fr_fr: Ces valeurs déterminent le nombre d’éléments affichés dans les onglets correspondants. Si vous avez des problèmes à utiliser ces onglets, veuillez diminuer les valeurs inscrites ici.

source: <p>%s log limit</p>
fr_fr: <p>Taille du journal %s</p>

source: e-mail when exceeded
fr_fr: courriel si dépassement

source: Logs will be "rolled" over when they exceed the specified size. If checked, the administrator will be e-mailed when this occurs.
fr_fr: Un nouveau fichier sera créé si celui-ci dépasse la taille spécifiée. Si coché, l’administrateur sera alors prévenu par courriel.

source: save
fr_fr: enregistrer

source: Gallery title:
fr_fr: Titre de la galerie :

source: What you want to call your site.
fr_fr: Le nom à donner à votre site.

source: Gallery description:
fr_fr: Description de la galerie :

source: A brief description of your gallery. Some themes may display this text.
fr_fr: Description sommaire de votre galerie. Certains thèmes peuvent afficher ce texte.

source: Gallery type
fr_fr: Type de galerie

source: public
fr_fr: Publique

source: private
fr_fr: Privée

source: Private galleries are viewable only by registered users.
fr_fr: Une galerie privée est seulement visible par les utilisateurs enregistrés.

source: Gallery password:
fr_fr: Mot de passe de la galerie :
